{
  "愛": {
    "kanji": "愛",
    "han_viet": "Ái",
    "nghia": "",
    "pinyin": "ài",
    "kun": "ÂM KUN/ON",
    "on": "アイ",
    "tu_ghep": "khả ái 可愛; ái ân 愛恩",
    "chi_tiet": "Chữ Ái(愛) ý nghĩa là tình yêu, gồm bộ tâm (心) (con tim) và chữ thụ (受)\n(chịu đựng), tình yêu thương chính là sự chấp nhận và tình nguyện hi sinh.\nTuy nhiên trong chữ giản thể ngày nay, chữ Ái này đã bị mất đi chữ tâm\n(trái tim). Trở thành tình cảm (tình yêu) hời hợt bên ngoài không có con\ntim. Trên thực tế trong quá trình chuyển giao sang thời kỳ hiện đại, Trung\nQuốc đã xảy ra một biến hóa lớn. Sau Cách mạng văn hóa, các giá trị\ntruyền thống của nền văn minh Trung Hoa 5.000 năm đã bị bóp méo và\nthay thế một cách không thương tiếc. Điều đó cũng thể hiện ngay trong\nchính chữ Hán giản thể. Loại c"
  },
  "暗": {
    "kanji": "暗",
    "han_viet": "Ám, Âm",
    "nghia": "không tỏ, hắc ám…",
    "pinyin": "àn",
    "kun": "くら-い",
    "on": "アン",
    "tu_ghep": "ám hiệu 暗号.",
    "chi_tiet": "Chữ Ám 暗 nghĩa là bóng tối, hắc ám. Được cấu thành từ bộ NHẬT 日 là mặt\ntrời, chữ ÂM 音 là âm thanh. Xét về cấu tạo, 暗 là một chữ hình thanh có kết\ncấu trái phải với 日 bộ làm nhiệm vụ biểu nghĩa và 音 có tác dụng biểu thị âm\nđọc. 日 với vai trò là bộ thủ tạo chữ hán biểu diễn các nghĩa liên quan đến ánh\nsáng, thời tiết…kết hợp với âm đọc của 音 tạo thành 暗 với nghĩa là tối, thiếu\nánh sáng như u ám 幽暗 nghĩa là mờ tối. 暗 cũng được sử dụng để chỉ việc\nlàm gì đó kín đáo, không minh bạch như trong từ ám hiệu 暗號 hiệu ngầm\n(không cho người ngoài cuộc biết), “ám sự” 暗事 việc mờ ám."
  },
  "安": {
    "kanji": "安",
    "han_viet": "An, Yên",
    "nghia": "An toàn, lành, yên lòng, dự",
    "pinyin": "ān",
    "kun": "やす-いやす-まるやす",
    "on": "アン",
    "tu_ghep": "",
    "chi_tiet": "Chữ An (安) phía trên là bộ Miên (宀), phía dưới là bộ Nữ (女). Bộ nữ mô\ntả tư thế yểu điệu nữ tính của người con gái thời xưa, chân hơi khụy xuống,\nmặt nghiêng, hai tay để về một bên hông. Miên nghĩa là mái nhà, trông\ngiống cái mái che. Người phụ nữ ở trong nhà chính là chỉ chữ “An”.\nNgày nay người ta hay giải nghĩa chữ “An” với hàm ý là người phụ nữ mà\nở trong nhà thì rất an toàn, sẽ được người đàn ông che chở. Tuy nhiên chữ\n“An” không hề giới hạn ở tầng nghĩa đó. Người xưa quan niệm rằng, người\nphụ nữ cần đảm đương lo liệu việc nhà, để người đàn ông yên tâm ra ngoài\nlàm việc lớn. Điều này khôn"
  },
  "押": {
    "kanji": "押",
    "han_viet": "Áp",
    "nghia": "",
    "pinyin": "xiá • yā",
    "kun": "お-すお-さえるお-しお-",
    "on": "オウ",
    "tu_ghep": "áp khoán 押欵 • áp tống 押送",
    "chi_tiet": "Chữ ÁP 押 về cơ bản là chữ hình thanh có thể phân tích theo dạng chữ hội ý,\nBao gồm THỦ 扌 (tay) và chữ GIÁP 甲 . 甲 Là hình ảnh của một cái mai rùa,\nhình dạng của nó trông giống như một cái hộp hoặc lồng, có ý nghĩa là được\nbao quanh. Tay 扌 có thể cầm nắm, giữ lấy, vì vậy 押 có nghĩa là giam cầm\nhoặc giam giữ và lấy âm đọc của chữ 甲 làm biểu âm. Mặt khác, ở Trung\nQuốc cổ đại, hầu hết tù nhân cũng có chức năng là con tin, cho nên 押 cũng có\ný nghĩa là sự cam kết."
  },
  "音": {
    "kanji": "音",
    "han_viet": "Âm, ấm",
    "nghia": "",
    "pinyin": "yīn • yìn",
    "kun": "おとね",
    "on": "オンインノン",
    "tu_ghep": "音樂 • âm thanh 音聲 • âm",
    "chi_tiet": "Chữ ÂM 音 là một chữ hội ý, trong cổ văn nó miêu tả một cái miệng với một\ncái lưỡi và lời nói. Về hình thể và nguồn gốc 音 tương tự như THIỆT 舌 (cái\nlưỡi), một số nét được thêm vào để thể hiện các từ được phát ra từ miệng. Mặt\nkhác, cả 音 và 言 (lời nói) đều có chung nguồn gốc, cả hai đều có ý nghĩa\ntương tự nhau."
  },
  "恩": {
    "kanji": "恩",
    "han_viet": "Ân",
    "nghia": "",
    "pinyin": "ēn",
    "kun": "ÂM KUN/ON",
    "on": "オン",
    "tu_ghep": "cần 恩勤.",
    "chi_tiet": "Chữ “因” có thể\nhiểu là gồm chữ “囗” (Vi, nghĩa là bờ cõi) và chữ “一” (Nhất, nghĩa là một)\nvà chữ “人” (Nhân, nghĩa là người)).\nMột người bạn của Tạ Đình Quang nói: “Tôi cũng muốn dùng chữ Nhân “因”\nnày, thỉnh mời ngài xem cho tôi một chút!”"
  },
  "印": {
    "kanji": "印",
    "han_viet": "Ấn",
    "nghia": "",
    "pinyin": "yìn",
    "kun": "しるししる-す",
    "on": "イン",
    "tu_ghep": "ấn định 印定 • ấn độ 印度",
    "chi_tiet": "Chữ ẤN 印 về cấu tạo là một chữ hội ý có kết cấu trái phải, bên trái là môt dị\nthể khác của bộ THỦ (tay) bên phải là chữ TIẾT 卩. Nguồn gốc của chữ ẤN\n印 có liên quan đến tục đóng dấu lên đầu phạm nhân ngày xưa. trong giáp cốt\nvăn là hình một người đang quỳ gối, bên trên là hình một bàn tay đang hướng\nđến. Hình dạng chữ ở kim và triện văn càng thể hiện rõ nét hơn tập tục đóng\ndấu lên đầu phạm nhân. Như vậy chữ ẤN ban đầu có nghĩa là đóng dấu lên\nđầu phậm nhân, sau phát triển nghĩa chỉ việc in ấn, dấu vết, dấu tay."
  },
  "乙": {
    "kanji": "乙",
    "han_viet": "ất",
    "nghia": "",
    "pinyin": "yǐ • zhé",
    "kun": "おときのと",
    "on": "オツイツ",
    "tu_ghep": "",
    "chi_tiet": ""
  },
  "本": {
    "kanji": "本",
    "han_viet": "Bản, bổn",
    "nghia": "",
    "pinyin": "běn",
    "kun": "もと",
    "on": "ホン",
    "tu_ghep": "thành niên 未成年.",
    "chi_tiet": "Chữ BẢN 本 là một chữ ở dạng chỉ sự. Hình dạng chữ trong giáp cốt giống\nnhư một cái cây với ba chùm rễ bám sâu dưới lòng đất. Sau quá trình phát\ntriển của chữ ba chùm dễ trong giáp cốt được biến đổi trở thành nét ngang\nphía dưới như trong dạng khải thư ngày nay. Chữ BẢN 本 được tạo bởi bộ\nMỘC 木 và vẽ thêm một nét ngang phía dưới biểu thị bộ rễ của cây. Chữ\nBẢN 本 từ nghĩa gốc chỉ bộ phận rễ cây phát triển thành ngĩa chỉ gốc rễ của\ncác vấn đề trong đời sống xã hội."
  },
  "半": {
    "kanji": "半",
    "han_viet": "bán",
    "nghia": "",
    "pinyin": "bàn",
    "kun": "なか-ば",
    "on": "ハン",
    "tu_ghep": "",
    "chi_tiet": "Chữ BÁN 半 là một chữ hội ý kết cấu trên dưới, gồm Chữ BÁT 八 (số 8)\nđược viết ngược lại và một dị thể của bộ NGƯU 牛 (con trâu). Có khá nhiều\nquan điểm về nguồn gốc của chữ hán này, ở đây xin đưa ra quan điểm được\nnhiều người đồng tình hơn cả. Căn cứ vào hình dạng chữ ở kim và triện văn,\nhình ảnh chữ bao gồm chữ NGƯU 牛 ở dưới, phía trên trên là chữ BÁT 八.\nChữ BÁT 八 ngoài nghĩa là chỉ số 8 ra còn có nghĩa là phân chia, phân biệt.\nNhư vậy có thể suy đoán rằng, ý nghĩa ban đầu của chữ BÁN là xẻ bụng con\ntrâu ra làm đôi. Bản thân hình dạng chữ BÁT lại rất giống như hai phần của\ncon trâu bị tách ra. "
  },
  "伴": {
    "kanji": "伴",
    "han_viet": "Bạn, Phán",
    "nghia": "",
    "pinyin": "bàn • pàn",
    "kun": "ともな-う",
    "on": "ハンバン",
    "tu_ghep": "",
    "chi_tiet": "Chữ “伴/bạn” là chữ hội ý kiêm hình thanh, thể chữ Giáp cốt cho thấy hình\ndạng giống hai người đang đi sát nhau . Thể chữ Triện gồm chữ “ / Nhân”\n(người) và chữ “ / Bán” (một nửa) hợp lại. Ý nghĩa cấu tạo của chữ “伴” là vợ\nchồng là một chỉnh thể thống nhất, mỗi người là một nửa trong đó, nhấn mạnh\ný vợ chồng là những người bạn đời, đồng hành với nhau suốt cả cuộc đời. Các\nthể chữ Giáp cốt, Kim văn, chữ Triện, Khải thư và Tống thể (từ trái qua phải)\nthể hiện rõ ý nghĩa chữ."
  },
  "包": {
    "kanji": "包",
    "han_viet": "Bao",
    "nghia": "",
    "pinyin": "Bāo • bāo",
    "kun": "つつ-むくる-む",
    "on": "ホウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ 包 được viết ở\ndạng chữ cổ là hình một đứa trẻ đang nằm trong bào thai của người mẹ. Thân\nhình đứa trẻ cuộn tròn lại với một dây rốn ở phía dưới. Sau qua trình phát\ntriển, đến sau này hình ảnh bào thai được thay bằng bộ BAO 勹 còn cơ thể\nđứa trẻ được viết bằng chữ TỊ 巳, tính chất hội ý vẫn giữ nguyên, thể hiện một\nđứa trẻ trong bào thai. Từ nghĩa chỉ bào thai lúc ban đầu, chữ 包 mở rộng\nnghĩa thành túi, gói, bao, vây quanh, đảm bảo."
  },
  "袍": {
    "kanji": "袍",
    "han_viet": "Bào",
    "nghia": "",
    "pinyin": "bào • páo",
    "kun": "わたいれ",
    "on": "ホウ",
    "tu_ghep": "袍 • long bào 龍袍.",
    "chi_tiet": "Chữ BÀO 袍 là một chữ hình thanh kết cấu trái phải. Trong đó, bộ Y 衤 (áo)\nở bên trái có tác dụng biểu thị ý nghĩa của chữ, bộ BAO 包 bên phải có tác\ndụng chỉ âm. Y 衤 là áo, bộ Y 衤 khi làm một bộ phận tạo chữ sẽ biểu thị ý\nnghĩa liên quan đến quần áo, trang phục. Trong cấu tạo chữ BÀO 袍, Y 衤\nvới vai trò biểu nghĩa chính, kết hợp với âm đọc của BAO 包 tạo thành chữ\n袍 với nghĩa chỉ chiếc áo khoác."
  },
  "抱": {
    "kanji": "抱",
    "han_viet": "Bão",
    "nghia": "",
    "pinyin": "bào",
    "kun": "だ-くいだ-くかか-える",
    "on": "ホウ",
    "tu_ghep": "懷抱.",
    "chi_tiet": ""
  },
  "饱": {
    "kanji": "饱",
    "han_viet": "Bão",
    "nghia": "",
    "pinyin": "bǎo",
    "kun": "あ-きるあ-かすあ-く",
    "on": "ホウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ BÃO 飽 là một chữ hình thanh kết cấu trái phải. Trong đó, THỰC 飠\n(ăn) là bộ phận biểu nghĩa, chữ BAO 包 (bao bọc) có nhiệm vụ biểu thị âm\nđọc. THỰC 飠 là ăn, khi đóng vai trò tạo chữ 飠 chủ thể về các nghĩa liên\nquan đến ăn uống, lương thực,… Trong cấu tạo của chữ BÃO, 飠 với vai trò\nchỉ nghĩa, kết hợp với âm đọc của 包 tạo thành chữ BÃO 飽 nghĩa là no, đầy ."
  },
  "北": {
    "kanji": "北",
    "han_viet": "Bắc, bối, bội",
    "nghia": "",
    "pinyin": "běi • bèi",
    "kun": "きた",
    "on": "ホク",
    "tu_ghep": "北斗 • bắc hải 北海 • bắc hàn",
    "chi_tiet": "Chữ BẮC 北 là một chữ hội ý, mô tả hai người đứng quay lưng lại với nhau,\nnghĩa gốc của 北 là lưng của cơ thể người. Vì gió thổi từ phía bắc rất mạnh và\nrất lạnh giá, khó có thể đối mặt, mọi người luôn phải quay lưng về phía bắc,\nmặt khác ý nghĩa của lưng người đã được thay thế bằng 背, nên 北 được dùng\nđể chỉ phía bắc."
  },
  "冰": {
    "kanji": "冰",
    "han_viet": "Băng, ngưng",
    "nghia": "",
    "pinyin": "péng",
    "kun": "こおりひこお.る",
    "on": "ヒョウ",
    "tu_ghep": "洋.",
    "chi_tiet": "Chữ BĂNG 冰 là một chữ hội ý kiêm hình thanh. Nếu hiểu là chữ hình thanh,\nchữ BĂNG 冰 có kết cấu trái phải, trong đó bộ BĂNG 冫 bên phải biểu âm\nvà bộ THỦY 水 (nước) bên trái biểu nghĩa. Bộ THỦY 水 biểu diễn các\nnghĩa vật chất có liên quan đến tính chất của nước, kết hợp với âm đọc của 冫\ntạo nên chữ BĂNG 冰 với nghĩa là tảng băng , đóng băng. Nếu hiểu chữ\nBĂNG 冰 ở dang hội ý thì tính chất biểu ý của hai bộ thủ BĂNG và THỦY là\nchỉ dòng sông đóng băng. Điều này thể hiện rõ ở hình thể chữ kim văn và\ntriện văn, chữ Băng được viết bao gồm một dòng sông, trên là những chấm,\nđường vân, thể hiện mặt sông đã"
  },
  "朋": {
    "kanji": "朋",
    "han_viet": "Bằng",
    "nghia": "",
    "pinyin": "péng",
    "kun": "とも",
    "on": "ホウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ BẰNG 朋 trong thể loại giáp cốt là một dạng chữ tượng hình, được viết\ngiống như hình một cái thang với hai hàng rất cân đối, một dạng tự hình khác\nvẽ hình một người đang dùng chiếc cân, hai đầu cân ở vị trí cân bằng. Chữ\nBẰNG 朋 sau này ở khải thư là một dạng chữ hội ý, được cấu tạo từ hai bộ\ngiống nhau là bộ NGUYỆT 月 hoặc cũng thể hiểu là bộ NHỤC 月(miếng\nthịt). Dù ở dạng nào thì hình thể chữ cũng biểu thị là: hai hay nhiều vật có\nđiểm chung, hay giống nhau. Chữ BẰNG 朋 vì thế có nghĩa chỉ bạn bè cùng\ntrang lứa như bằng hữu, hay một nhóm nào đó có cùng điểm chung như trong\ntừ bằng môn."
  },
  "貧": {
    "kanji": "貧",
    "han_viet": "Bần",
    "nghia": "Nghèo, bần, thiếu, túng, Lời",
    "pinyin": "pín",
    "kun": "まず-しい",
    "on": "ヒンビン",
    "tu_ghep": "",
    "chi_tiet": ""
  },
  "不": {
    "kanji": "不",
    "han_viet": "Bất",
    "nghia": "",
    "pinyin": "bù • fōu • fǒu",
    "kun": "ÂM KUN/ON",
    "on": "フブ",
    "tu_ghep": "",
    "chi_tiet": "Chữ BẤT 不 trong tiếng Hán hiện đại được dùng với nghĩa là một phó từ phủ\nđịnh, chỉ gồm bốn nét, dễ nhớ và dễ viết. Có lẽ bởi thế mà không mấy ai để ý\nđến tính chất biểu ý và quá trình chuyển hóa ý nghĩa của chữ hán này.\nTrong quá trình khám phá thế giới tự nhiên trong đó có chính mình, con người\nđã có những phát hiện rất tinh tế và những phát hiện đó có giá trị ứng dụng\ncáo trong đời sống xã hội.\nTrong thời tiền sử con người rất coi trong vấn đề sinh sôi, nảy nở. Những\nhành vi thực hiện chức năng sinh con đẻ cái ban đầu được coi là hành vi tự\nnhiên, diễn ra như các sinh hoạt bình thường. Về sa"
  },
  "病": {
    "kanji": "病",
    "han_viet": "Bệnh",
    "nghia": "",
    "pinyin": "bìng",
    "kun": "や-むや-みやまい",
    "on": "ビョウヘイ",
    "tu_ghep": "bệnh nhân 病人 • bệnh tật 病",
    "chi_tiet": "Chữ BỆNH 病 là một chữ hình thanh, được hợp bởi 疒 và 丙 trong đó 疒\n(bệnh tật) là thành phần chỉ ý, còn BÍNH 丙 (can thứ 4 trong 10 thiên\ncan) là thành phần chỉ âm đọc. Chữ NẠCH 疒 miêu tả một người sốt cao nằm\ntrên gường (xem lại chữ 疒), kết hợp với âm đọc của 丙 tạo thành chữ BỆNH\n病 với nghĩa chỉ bệnh tật, ốm đau. Ngoài ra có thể hiểu chữ 病 theo dạng chữ\nhội ý, 病 bao gồm 疒 và 丙. Chữ BÍNH 丙 có nguồn gốc miêu tả lại một cái\nbếp lửa, nghĩa gốc chỉ về lửa hay nhiệt độ , chữ 疒 như đã phân tích là bệnh\ntật. Tính chất hội ý của hai bộ thủ này là khi người ta bệnh thì cơ thể nóng\nnhư bếp lửa vậy."
  },
  "皮": {
    "kanji": "皮",
    "han_viet": "bì",
    "nghia": "",
    "pinyin": "pí",
    "kun": "かわ",
    "on": "ヒ",
    "tu_ghep": "chi 皮脂 • biểu bì 表皮.",
    "chi_tiet": "Chữ BÌ 皮 là một chữ hội ý, trong kim văn 皮 miêu tả một bàn tay đang lột\nda một con thú, chữ 皮 lúc đầu có nghĩa là lột da nhưng sau đó nó chủ yếu\ndùng với nghĩa là lớp da hay lớp vỏ ngoài của động vật. Ngoài ra, 皮 cũng\ndùng để chỉ vẻ bề ngoài của một người như trong từ “bì tướng” 皮相 bề\nngoài, biểu diện, ngoại mạo."
  },
  "兵": {
    "kanji": "兵",
    "han_viet": "Binh",
    "nghia": "",
    "pinyin": "bīng",
    "kun": "つわもの",
    "on": "ヘイヒョウ",
    "tu_ghep": "兵變 • binh bộ 兵部• binh",
    "chi_tiet": "Chữ BINH về cấu tạo là một chữ hội ý kết cấu trên dưới, bao gồm phía trên là\nbộ CÂN 斤 (cây rìu) và ở dưới là chữ CỦNG 廾 (đôi tay chắp lại). Tính chất\nbiểu ý của chữ BINH là chỉ đôi tay đang cầm vũ khí. Trong kim văn và triện\nvăn chữ BINH được viết dưới dạng đôi bàn tay đang cầm một thứ gì đó giống\nnhư xương thú, điều này cũng lý giải việc người xưa đã từng dùng xương thú\nlàm vũ khí chiến đấu và săn bắn. Hình ảnh chiếc xương thú trong chữ BINH\nbiến đổi dần và thay thế bằng chữ CÂN như ngày nay. Vậy tai sao đôi bàn tay\ncầm vũ khí lại thể hiện là một binh sĩ ?. Bởi lẽ người xưa quan niệm, còn sốn"
  },
  "平": {
    "kanji": "平",
    "han_viet": "Bình, biền",
    "nghia": "",
    "pinyin": "píng",
    "kun": "たい-らだいらひら",
    "on": "ヘイビョウヒョウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ BÌNH 平 là một dạng chữ chỉ sự. Được tạo nên từ bộ CAN 干 (hệ can\ncó 10 thiên can) và thêm hai nét hai bên rất cân đối. Trong kim văn chữ 平\nmô tả một cái cân ở trạng thái thăng bằng với một số đồ vật ở hai bên. Nghĩa\nban đầu của 平 là bằng nhau hay bình đẳng, 平 cũng có nghĩa là bình thản\nhay bình yên."
  },
  "丙": {
    "kanji": "丙",
    "han_viet": "Bính",
    "nghia": "bộ bính (trong 214 bộ thủ), lửa",
    "pinyin": "bǐng",
    "kun": "ひのえ",
    "on": "ヘイ",
    "tu_ghep": "丁 • bính xá 丙舍",
    "chi_tiet": "Chữ BÍNH 丙 là một chữ tượng hình mô tả một lò sưởi với một ngọn lửa\nđang cháy. Ý nghĩa ban đầu của 丙 là độ sáng hay lửa (Các nhà tu luyện xưa\ncho can bính thuộc hành hoả, nên có nghĩa là lửa, như phó bính 付丙 nghĩa là\ncho lửa vào đốt). Nhưng ý nghĩa như vậy sau đó đã được thay thế bằng bính\n昺 và bính 炳.\nMặt khác, thân cây có thể cháy được, có thể được sử dụng làm củi đốt, vì vậy\n丙 cũng có nghĩa là thân cây, nghĩa này cũng đã được thay thế bằng chữ 柄.\nHiện nay 丙 chỉ có nghĩa là can thứ ba trong mười thiên can sau ất 乙, vì lẽ\ncây sẽ kéo dài thân (một trong những ý nghĩa ban đầu của 丙) và phát tri"
  },
  "步": {
    "kanji": "步",
    "han_viet": "Bộ",
    "nghia": "",
    "pinyin": "bù",
    "kun": "あるくあゆ-む",
    "on": "ホブフ",
    "tu_ghep": "",
    "chi_tiet": "Chữ BỘ 步 là một chữ hội ý có kết cấu trên dưới, bao gồm phía trên là bộ\nCHỈ 止 (bàn chân, dừng lại) và phía dưới là 𣥂 thực chất cũng là một dạng\nthể khác của 止 được viết lật lại. Hình ảnh đôi bàn chân đối nhau biểu thị một\ntrái và một phải, chữ 步 miêu tả bước đi của một người nào đó. Lúc đầu 步\ncó nghĩa là bước, 步 cũng được dùng để chỉ việc đi bộ, ngoài những ý nghĩa\nnày 步 còn được dùng làm đơn vị đo rất phổ biến thời xưa."
  },
  "貝": {
    "kanji": "貝",
    "han_viet": "Bối",
    "nghia": "",
    "pinyin": "bèi",
    "kun": "かい",
    "on": "バイ",
    "tu_ghep": "",
    "chi_tiet": ""
  },
  "奔": {
    "kanji": "奔",
    "han_viet": "Bôn, phẫn",
    "nghia": "",
    "pinyin": "bēn • bèn",
    "kun": "はし-る",
    "on": "ホン",
    "tu_ghep": "",
    "chi_tiet": "Chữ BÔN 奔 là một chữ hội ý, bao gồm ĐẠI (lớn) và 卉, 卉 ở đây thực sự là\ndạng đơn giản của ba chữ CHỈ 止 (bàn chân). Chữ 大 mô tả một người đàn\nông dang tay, trong khi 止 mô tả một bàn chân (xem kim văn và bài phân tích\nchữ 止), vì vậy 奔 là hình ảnh một người duỗi tay và chạy, anh ta chạy rất\nnhanh như thể anh ta có ba chân. Người ta hay nói “ba chân bốn cẳng” với ý\nnghĩa chỉ sự vội vã của một người, nên chữ 奔 có nghĩa là vội vã, vội vàng."
  },
  "筆": {
    "kanji": "筆",
    "han_viet": "Bút",
    "nghia": "",
    "pinyin": "yù",
    "kun": "ふで;ここに",
    "on": "イチ;イツ",
    "tu_ghep": "",
    "chi_tiet": "Chữ BÚT 筆 là một chữ hội ý, bao gồm bêntrên là bộ TRÚC ⺮ (tre, trúc),\nbên dưới là bộ DUẬT 聿(cây bút). Trước đây để chỉ cây bút người ta vẫn\ndùng 聿, bản thân chữ 聿 đã mang nghĩa là cây bút. Bộ ⺮ được thêm vào để\nnhắn mạnh chất liệu làm ra cây bút là tre, thời xưa hầu hết các loại bút ở trung\nquốc đều làm bằng chất liệu tre trúc."
  },
  "個": {
    "kanji": "個",
    "han_viet": "Cá",
    "nghia": "",
    "pinyin": "gě • gè",
    "kun": "ÂM KUN/ON",
    "on": "コカ",
    "tu_ghep": "",
    "chi_tiet": "Chữ CÁ 個 về mặt cấu tạo là một chữ hình thanh kết cấu trái phải. Trong đó\nbộ NHÂN (người) có nhiệm vụ biểu thị ý nghĩa, chữ CỐ 固 (kiên cố, xem lại\nchữ “cố”) bên phải cũng là một chữ hình thanh có tác dụng biểu thị âm đọc\ncủa chữ. Ở chữ giản thể chữ CỐ 个 bao gồm bộ NHÂN 亻 bên trên và một nét\nxổ từ trên xuống, với ngụ ý , mỗi người đều là một thực thể riêng biệt, có\nnhững đặc điểm dùng để phân biệt với người khác, không ai giống ai. Dùng\nsong song với 個 nhưng ở mức độ ít gặp hơn là chữ 箇 , về cấu tạo, ý nghĩa ,\nâm đọc và cách dùng thì giống với chữ 個."
  },
  "改": {
    "kanji": "改",
    "han_viet": "Cải",
    "nghia": "",
    "pinyin": "gǎi",
    "kun": "あらた-めるあらた-まる",
    "on": "カイ",
    "tu_ghep": "",
    "chi_tiet": "Chữ CẢI 改 là một chữ hội ý có kết cấu trái phải, bao gồm 己 (người) và 攵\n(đánh khẽ). Trong cổ văn chữ 改 mô tả một em bé đang quỳ gối, bên cạnh là\nhình ảnh một bàn tay đang cầm roi đánh. Từ xưa, phương pháp giáo dục tại\ncác nước châu Á như Trung Quốc, Việt Nam, Nhật Bản, Hong Kong, Đài\nLoan… đều là “Côn bổng để hạ xuất hiếu tử” (dưới roi vọt thì có con ngoan).\nđối với những đứa trẻ ngỗ nghịch và ngang ngạnh, biện pháp hữu hiệu nhất là\ndùng đến đòn roi để bắt chúng phải sửa đổi lỗi phạm. Nhìn một cách bao quát\nhơn, hình ảnh ngọn roi và người quỳ gối không chỉ đơn thuần được hiểu là\ncách dạy trẻ c"
  },
  "甘": {
    "kanji": "甘",
    "han_viet": "cam",
    "nghia": "",
    "pinyin": "gān",
    "kun": "あま-いあま-えるあま-",
    "on": "カン",
    "tu_ghep": "",
    "chi_tiet": "Chữ CAM 甘 là một chữ tượng hình mô tả một cái miệng với một viên kẹo ở\nbên trong. Khi chúng ta đã ăn thứ gì đó ngọt ngào trong miệng, chúng ta\nmuốn giữ chúng trong miệng lâu hơn, vì vậy, 甘 ngoài nghĩa là ngọt ngào còn\ncó nghĩa là sự chịu, hay cam tâm. Ngày nay, chữ 甘 ngoài chức năng là chữ\nđơn cấu tạo từ ghép , nó còn có vai trò là bộ thủ tạo chữ hán."
  },
  "干": {
    "kanji": "干",
    "han_viet": "Can, cán",
    "nghia": "Phạm đến, khô hạn, hàng can",
    "pinyin": "gān • gàn • hán",
    "kun": "ひ-るほ-す",
    "on": "カン",
    "tu_ghep": "can phạm 干犯 • can qua 干",
    "chi_tiet": "Chữ CAN 干 là một chữ tượng hình. Nguồn gốc chữ miêu tả một cái chày.\nNgười Trung Quốc cổ đại sử dụng chày làm vũ khí, vì vậy 干 cũng có nghĩa\nlà sự kháng cự, nhưng ý nghĩa như vậy đã được thay thế bằng chữ 扞. Sau này\nđược hiểu với nghĩa là hàng can (thiên can). Chữ 干 trong vai trò chữ đơn có\nnghĩa rất khác so với nghĩa gốc, nó có nghĩa là phạm đến như trong từ can\nphạm 干犯 hay như nghĩa cầu, muốn như trong từ can lộc 干祿 (cầu bổng\nlộc). Một âm khác là “cán” với nghĩa là cán bộ hay tài giỏi như cán sự 干事 •\ntài cán 才干.\nMặt khác, cả CAN 干 và QUA 戈 đều là binh khí sử dụng để chiến đấu, nên\ncả hai chữ"
  },
  "景": {
    "kanji": "景",
    "han_viet": "Cảnh",
    "nghia": "",
    "pinyin": "jǐng • liàng • yǐng",
    "kun": "ÂM KUN/ON",
    "on": "ケイ",
    "tu_ghep": "",
    "chi_tiet": "Chữ\nCẢNH 景 vừa là chữ hình thanh vừa là hội ý. Được hợp bởi phía trên là chữ\nNHẬT 日 (mặt trời) là thành phần biểu nghĩa, phía dưới là chữ KINH 京\n(kinh thành) là thành phần có nhiệm vụ biểu thị âm đọc. Bộ NHẬT 日 biểu thị\ný nghĩa, dưới ánh mặt trời vạn vật đều hiện hình, con người có thể tri nhận\nbằng mắt. Dưới là chữ KINH 京 là kinh thành, nơi đông đúc, với ý nghĩa là\nnơi diễn ra các hoạt động sống thường ngày của con người. Tính chất hội ý\ncủa chữ 景 lúc đầu là cảnh sống , sau này bao hàm luôn nghĩa cảnh vật,\nphong cảnh,…"
  },
  "高": {
    "kanji": "高",
    "han_viet": "cao",
    "nghia": "Cao, kiêu, đắt, thanh cao, cao",
    "pinyin": "gāo • gào",
    "kun": "たか-いたかだかたか-ま",
    "on": "コウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ CAO 高 là một chữ tượng hình mô tả lại một ngôi nhà cao lớn, nhiều lầu,\nđược xây dựng trên một nền đất rộng và cao. Chữ 高 ngoài vài trò là chữ đơn\ntạo từ ghép, nó còn là bộ thủ tạo chữ xuất hiện tương đối thường xuyên."
  },
  "告": {
    "kanji": "告",
    "han_viet": "Cáo",
    "nghia": "",
    "pinyin": "gào",
    "kun": "つ-げる",
    "on": "コク",
    "tu_ghep": "",
    "chi_tiet": "Chữ CÁO 告 là một chữ hội ý kết cấu trên dưới, bao gồm bên trên là bộ\nNGƯU 牛 (con trâu) được giản thể bớt một nét, bên dưới là bộ KHẨU 口\n(cái miệng). Chữ CÁO 告 xuất phát từ tập tục cúng tế thần linh. Nghi thức\ncúng tế được gói gọn trong cấu hình của chữ CÁO 告 bằng bộ NGƯU 牛 (con\ntrâu) là lễ phẩm, bộ KHẨU 口 thể hiện ý nghĩa tấu trình, xin phép. Nghi thức\nđó sử dụng trong thủ tục hôn lễ của người xưa."
  },
  "吉": {
    "kanji": "吉",
    "han_viet": "cát",
    "nghia": "",
    "pinyin": "Jí",
    "kun": "よし",
    "on": "キチキツ",
    "tu_ghep": "• cát tường 吉祥.",
    "chi_tiet": "Chữ CÁT 吉 về mặt cấu tạo là một chữ hội ý có kết cấu trên dưới, bao gồm\nbên trên là chữ SĨ 士 (người học thức) và bên dưới là bộ KHẨU 口(cái\nmiệng). Tính chất hội ý của hai bộ thủ này là kẻ có học thức thì nói lời lời hay\ný đẹp. Trong hệ thống phân chia giai cấp và phân công lao động ngày xưa,\nngoài vua chúa và quan lại triều đình là tầng lớp cai trị, ở lớp dưới bao gồm\nsĩ, nông, công, thương thì sĩ đứng đầu trong tầng lớp bị trị. Chứng tỏ ngày\nxưa, tầng lớp nho sỹ rất được người dân coi trọng. Kiến thức sâu rộng, nhân\ncách cách đạo đức được tu dưỡng khiến chọ họ, trong mắt những người dân\nlao đ"
  },
  "锦": {
    "kanji": "锦",
    "han_viet": "Cẩm",
    "nghia": "",
    "pinyin": "jǐn",
    "kun": "にしき",
    "on": "キン",
    "tu_ghep": "",
    "chi_tiet": "Chữ CẨM 锦 là một chữ hội ý kết cấu trái phải, gồm bộ KIM 金 (vàng) và bộ\nBẠCH 帛 (lụa) hợp thành. Vốn dùng để chỉ một loại sản phẩm dệt từ tơ lụa\ncó màu sắc và hoa văn đẹp mắt.\nGấm là sản phẩm dệt quý nhất ở thời cổ đại của Trung Quốc, nó được kết\nthành từ các sợi tơ màu, bao gồm nhiều hình vẽ hoa văn phong phú. Chữ\nCẨM là chữ hình thanh lấy BẠCH 帛 (lụa) làm ký hiệu biểu ý , chữ KIM 金\nbiểu âm. Bản thân chữ KIM 金 cũng biểu thị ý nghĩa là sự sặc sỡ, sang trọng\ncủa sản phẩm gấm."
  },
  "巾": {
    "kanji": "巾",
    "han_viet": "cân",
    "nghia": "",
    "pinyin": "jīn",
    "kun": "おお-いちきりきれ",
    "on": "キンフク",
    "tu_ghep": "• quan cân 綸巾 • thủ cân 手",
    "chi_tiet": "Chữ CÂN 巾 Mô tả một chiếc khăn trang trí, những chiếc khăn này sẽ được\ndùng trong nghi lễ hiến tế hoặc nghi lễ khác ở Trung Quốc cổ đại, nó có cùng\nnguồn gốc với chữ THỊ 市.Chữ cân là một trong 214 bộ thủ trong chữ hán,\nđược dùng khá thường xuyên với vai trò là thành phần tạo chữ hán mới."
  },
  "近": {
    "kanji": "近",
    "han_viet": "Cận",
    "nghia": "",
    "pinyin": "jì • jìn",
    "kun": "ちか-い",
    "on": "キンコン",
    "tu_ghep": "",
    "chi_tiet": "Chữ CẬN 近 (gần) là một chữ hình thanh kết cấu trái phải. Trong đó, bộ\nSƯỚC 辶 (đi, bay, chạy) bên trái làm nhiệm vụ tạo nghĩa chính cho chữ, bộ\nCÂN 斤 (cái rìu) bên phải có tác dụng biểu thị âm đọc. Bộ SƯỚC 辶 biểu thị\ný nghĩa liên quan đến di chuyển, đi, đứng nghĩa phát triển của nó là biểu thị\nkhoảng cách xa gần. Trong cấu tạo chữ CẬN 近, bộ 辶 với vai trò biểu nghĩa\nchính, kết hợp với âm đọc của CÂN 斤 tạo thành chữ CẬN với nghĩa là gần.\nCẬN 近 với nghĩa ban đầu là chỉ nghĩa gần về khoảng cách vật lý sau phát\ntriển thêm nghĩa chỉ sự gần gữi thân cận như thân cận, cận thuộc hay nghĩa\nchỉ sự yếu kém"
  },
  "及": {
    "kanji": "及",
    "han_viet": "Cập",
    "nghia": "",
    "pinyin": "jí",
    "kun": "およ-ぶおよ-びおよびお",
    "on": "キュウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ CẬP 及 là một chữ hội ý, trong cổ văn nó mô tả một người đàn ông bị\nmột bàn tay nắm lấy, do đó 及 có ý nghĩa là bắt kịp hay đạt được một thứ gì\nđó. 及 cũng được sử dụng như một liên từ kết hợp, nó có nghĩa là \"và\" hay\n“cùng” như : “Khấu kì hương cập tính tự, giai bất đáp” 扣其鄉及姓字, 皆不\n答 (Đại thiết truy truyện 大鐵椎傳) Hỏi quê quán và tên họ, đều không đáp."
  },
  "狗": {
    "kanji": "狗",
    "han_viet": "Cẩu",
    "nghia": "",
    "pinyin": "gǒu",
    "kun": "いぬ",
    "on": "クコウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ CẨU 狗 là một chữ hình thanh kết cấu trái phải. Trong đó, bộ KHUYỂN\n犭 bên trái là thành phần biểu nghĩa, chữ CÂU 句 (câu văn, âm khác là cú) có\nnhiệm vụ biểu thị âm đọc. 犭 là một dị thể của 犬 (con chó), kết hợp với âm\nđọc của 句 tạo thành 狗 với nghĩa là con chó. Ngày nay chữ 狗 được dùng\nthay cho 犬 để chỉ con chó."
  },
  "州": {
    "kanji": "州",
    "han_viet": "Châu",
    "nghia": "Đơn vị hành chính, gò đất giữa",
    "pinyin": "zhōu",
    "kun": "す",
    "on": "シュウス",
    "tu_ghep": "",
    "chi_tiet": "Chữ CHÂU 州 là một chữ tượng hình (cũng có thể coi là chữ hội ý), mô tả\nmột dòng sông ( xuyên 巛)với một hòn đảo ở giữa, do đó, 州 có nghĩa là cồn\nđất giữa nước, bãi cù lao,… cũng dùng như chữ châu 洲. Ở Trung Quốc cổ\nđại, 州 là một khu vực hành chánh, ngày xưa chia đất ra từng khu, lấy núi\nsông làm mốc, gọi là “châu”. Như: “Tô Châu” 蘇州, “Gia Châu” 加州."
  },
  "舟": {
    "kanji": "舟",
    "han_viet": "Chu, châu",
    "nghia": "",
    "pinyin": "zhōu",
    "kun": "ふねふな-ぶね",
    "on": "シュウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ CHU 舟 là một chữ tượng hình, mô tả một chiếc thuyền với hai mái chéo\nhai bên. Ở trung quốc cổ đại, người ta chế tạo thuyền bằng cách khoét rỗng\nnhững thân gỗ to để làm thuyền, ngày nay chúng ta vẫn hay gọi là “thuyền\nđộc mộc”. Chữ 舟 ngoài vai trò chữ đơn còn là bộ thủ tạo chữ."
  },
  "制": {
    "kanji": "制",
    "han_viet": "Chế",
    "nghia": "",
    "pinyin": "zhì",
    "kun": "ÂM KUN/ON",
    "on": "セイ",
    "tu_ghep": "",
    "chi_tiet": "Chữ CHẾ 制 bao gồm ba bộ thủ tạo thành. Trong đó, có bộ NGƯU 牛 là trâu\nbò, CÂN 巾(dải lụa) và ĐAO 刂 (thanh kiếm). Đối với nền nông nghiệp\ntruyền thống, con trâu đóng vai trò chủ yếu trong việc cung cấp sức kéo.\nTrong thế giới động vật, trâu bò, dê đều là những động vật ăn cỏ hiền lành, dễ\nthuần hóa. Người xưa đã sớm biến trâu bò thành vật nuôi trong gia đình. Nhờ\ncó trâu bò cung cấp sức kéo mà giảm bớt được sức người. Ngoài việc trồng\ncấy cung cấp lúa gạo, việc nuôi tằm kéo kén, dệt lụa tạo điều kiện cho con\nngười không những có cái ăn mà còn có cái mặc. Con người trở nên văn minh\nhơn. Chữ ĐAO 刂"
  },
  "支": {
    "kanji": "支",
    "han_viet": "Chi",
    "nghia": "",
    "pinyin": "zhī",
    "kun": "ささ-えるつか-えるか-",
    "on": "シ",
    "tu_ghep": "",
    "chi_tiet": "Chữ CHI 支 là một chữ hội ý kết cấu trên dưới, gồm phần trên là 十 thật chất\nđây là một biến thể của bộ THỦ 手, ở dưới là bộ HỰU 又 (cũng là chỉ tay).\nTrong giáp cốt, kim và triện văn chữ CHI 支 được viết có hình dạng giống\nnhư hai bàn tay đang hướng về nhau, bàn tay phía bên dưới hơi ngửa ra, như\nđang nhận một vật gì đó từ bàn tay phía trên. Tính chất hội ý của chữ chi thể\nhiện ý nghĩa ban đầu là bàn tay phía trên đưa cho bàn tay phía dưới. Theo\nthời gian, bàn tay phía trên, dưới đều được thay đổi , nó có cách viết giống\nnhư chữ THẬP và chữ HỰU và trở thành chữ CHI 支 như bây giờ. Tính chất\nbiểu ý "
  },
  "枝": {
    "kanji": "枝",
    "han_viet": "Chi",
    "nghia": "",
    "pinyin": "qí • zhī",
    "kun": "えだ",
    "on": "シ",
    "tu_ghep": "金枝玉葉, nhất chi hoa 一枝花.",
    "chi_tiet": "Chữ CHI 枝 cũng được dùng song song với chữ 支 hay 肢 với cùng ý\nnghĩa chỉ các bộ phận nhỏ được chia ra từ một bộ phận lớn hơn."
  },
  "肢": {
    "kanji": "肢",
    "han_viet": "Chi",
    "nghia": "",
    "pinyin": "shì • zhī",
    "kun": "ÂM KUN/ON",
    "on": "シ",
    "tu_ghep": "• tứ chi 四肢.",
    "chi_tiet": "Chữ CHI 肢\ncũng được dùng song song với chữ 支 hay 枝 với cùng ý nghĩa chỉ các bộ\nphận nhỏ được chia ra từ một bộ phận lớn hơn."
  },
  "止": {
    "kanji": "止",
    "han_viet": "Chỉ, chi",
    "nghia": "",
    "pinyin": "zhǐ",
    "kun": "と-まると-めるさ-すと",
    "on": "シ",
    "tu_ghep": "",
    "chi_tiet": "Chữ CHỈ 止 là một chữ tượng hình, mô tả các ngón chân của con người. Khi\nchúng ta đi bộ, các ngón chân luôn là bộ phận phía trước nhất, một khi các\nngón chân của chúng ta chạm vào một cái gì đó (ví dụ như một bức tường),\nchúng ta biết rằng chúng ta đã đi đến cuối tuyến đường, vì vậy 止 mang ý\nnghĩa của sự kết thúc hoặc chấm dứt. Mặt khác, ngày nay, chúng ta cũng sử\ndụng 趾 thay cho 止 để thể hiện ý nghĩa của ngón chân, nên 止 mang nghĩa là\ndừng hay chấm dứt. 止 cũng là một trong 214 bộ thủ cấu tao chữ hán, chúng\nxuất hiện rất thường xuyên trong cấu tạo chữ hán mới."
  },
  "至": {
    "kanji": "至",
    "han_viet": "Chí",
    "nghia": "",
    "pinyin": "dié • zhì",
    "kun": "いた-る",
    "on": "シ",
    "tu_ghep": "死 • đông chí 冬至 • hạ chí",
    "chi_tiet": "Chữ CHÍ 至 là một chữ hội ý, trong cổ văn chữ mô tả lại hình ảnh một mũi\ntên, nét ngang phía dưới là nơi mà mũi tên bắn tới. Nghĩa gốc của 至 là “đạt\ntới”. Mặt khác, nếu xem điểm mà người bắn đang đứng là nơi bắt đầu thì chỗ\nmà mũi tên bắn tới là điểm cuối cùng, là điểm tận cùng. Chữ 至,vì vậy cũng\nđược dùng để thể hiện ý nghĩa mức độ đạt tơi mức rất, cùng cực như trong\ncác từ: “chí thánh” 至聖 “chí tôn” 至尊."
  },
  "志": {
    "kanji": "志",
    "han_viet": "Chí",
    "nghia": "",
    "pinyin": "zhì",
    "kun": "こころざしこころざ-す",
    "on": "シ",
    "tu_ghep": "",
    "chi_tiet": "Chữ CHÍ 志 có kết cấu trên dưới, gồm bộ SĨ 士 (học trò, kẻ sĩ) và bộ TÂM 志\n(tim, lòng) hợp thành. Điều đầu tiền cần phải nói đến là, trong tiếng Hán chữ\nTÂM 志 chủ đạo về suy nghĩ, tư duy, tình cảm. Hầu hết các chữ hán có bộ\nTÂM 志 làm bộ thủ biểu thị ý nghĩa đều có liên quan đến tư duy, tình cảm\ntrên cả hai phương diện tích cực và tiêu cực. Chữ CHÍ 志 là cái tâm, tấm lòng\ncủa người có học. Sống phải có mục đích phấn đấu, vươn lên, vượt trở ngại\nhoàn cảnh để hoàn thiện mình, coi lý tưởng cần đạt được là mục tiêu duy nhất.\nThiên Lý nhân trong Luận ngũ có viết : “sĩ chí vu đạo, nhi sỉ ác y ác thực gi"
  },
  "折": {
    "kanji": "折",
    "han_viet": "Chiết, đề",
    "nghia": "",
    "pinyin": "shé • zhē • zhé",
    "kun": "お-るおりお-りお-れる",
    "on": "セツシャク",
    "tu_ghep": "",
    "chi_tiet": "Chữ CHIẾT 折 là một chữ hội ý, trong giáp cốt văn và kim văn nó mô tả hình\nảnh một cành cây bị chặt làm đôi bởi một chiếc rìu. Chữ chiết ngày nay bao\ngồm biến thể của bộ THỦ 手 (tay) và bộ CÂN 斤(cái rìu), cũng với ý nghĩa là\ndùng rìu để chặt, phân đoạn cây gỗ ra thành nhiều phần. Chiết cũng có nghĩa\nlà phân tích mổ sẻ một vấn đề để có thể hiểu một cách dễ dàng hơn."
  },
  "照": {
    "kanji": "照",
    "han_viet": "Chiếu",
    "nghia": "Chiếu, soi, rọi, nhắm vào, noi",
    "pinyin": "zhào",
    "kun": "て-るて-らすて-れる",
    "on": "ショウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ CHIẾU 照 là một chữ hình thanh kiêm hội ý, bao gồm một dạng thể của\nbộ HỎA 灬 và chữ CHIÊU 昭 (sáng). Cả và đều có nghĩa là sáng hay ánh\nsáng nên có nghĩa gốc là chiếu sáng phát triển nghĩa thành chiếu theo, noi\ntheo. Ngoài ra, còn có tục gọi văn bằng hay các giấy chứng chỉ là chấp chiếu\n執照 hay chiếu hộ 照護."
  },
  "正": {
    "kanji": "正",
    "han_viet": "Chính, chánh",
    "nghia": "",
    "pinyin": "zhēng • zhèng",
    "kun": "ただ-しいただ-すまさま",
    "on": "セイショウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ “Chính” (正, zhēng) nghĩa là ngay chính, bao gồm chữ “Nhất” (一 –\nmột, duy nhất) và chữ “Chỉ” (止 – dừng lại).\nChữ “Nhất” biểu thị rằng bề ngoài và nội tâm cần phải thống nhất với nhau.\nChữ “Chỉ” cho thấy làm việc phải thích hợp và biết dừng lại đúng lúc. Phải\ncó đầy đủ cả hai yếu tố trên thì mới thành bậc chính nhân quân tử, là người\nngay thẳng, chính thường mà không thiên lệch. Có câu nói rằng: “Bất thiên\ntả, bất thiên hữu, bất bạo động”, cho nên “Chính” nghĩa là không nghiêng\nphải, không nghiêng trái, không bị lay động.\nTrong chữ Chính có một chữ “Nhất” ở trên và một chữ “Nhất” ở dưới, ở\ng"
  },
  "政": {
    "kanji": "政",
    "han_viet": "Chính",
    "nghia": "",
    "pinyin": "zhēng • zhèng",
    "kun": "まつりごとまん",
    "on": "セイショウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ CHÍNH 政 là chữ hội ý kiêm hình thanh kết cấu trái phải, gồm hai bộ thủ\nlà CHÍNH 正(ngay thẳng, đúng đắn) và PHỘC 攵(ngọn roi) tạo thành.\nTrước hết nói đến chữ CHÍNH 正. Chữ CHÍNH 正 bao gồm chữ CHỈ 止(dừng\nlại) và chữ NHẤT “—“ tạo thành. Chữ CHỈ 止 là một chữ tượng hình vẽ lại\nđôi chân đứng thẳng, hai bàn chân song song, khác với chữ TẨU 走 (chạy, đi)\nhình dung như chân trước, chân sau đang rảo bước. Chữ chính có nghĩa là cử\nchỉ , hành vi ngay thẳng, thống nhất, không thiên lệch. Những hành vi, lời nói\ntiền hậu bất nhất được coi là bất chính.\nChữ NHẤT — trên đầu thể hiện chữ chính không chỉ là hà"
  },
  "終": {
    "kanji": "終",
    "han_viet": "chung",
    "nghia": "",
    "pinyin": "zhōng",
    "kun": "お-わるお-わるおわ-る",
    "on": "シュウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ CHUNG 終 trong cả giáp cốt và kim văn đều mô tả hình ảnh của một\nsợi dây với hai đầu được thắt nút biểu thị cho sự “kết thúc” hay “tận cùng”.\nChữ 終 bắt đầu có sự biến đổi lớn về hình thể kể từ chữ triện văn. 終 bây\ngiờ được cấu tạo bởi MỊCH 糹(tơ sợi) và ĐÔNG 冬 (mùa đông). Trong khi\n糹 biểu thị ý nghĩa là một sợi dây, một quá trình thì 冬 lại biểu thị sự kết\nthúc hay thời điểm cuối cùng (mùa đông là mùa cuối cùng trong năm)."
  },
  "眾": {
    "kanji": "眾",
    "han_viet": "chúng",
    "nghia": "",
    "pinyin": "luǎn",
    "kun": "たまご",
    "on": "ラン",
    "tu_ghep": "dân chúng 民眾 • đại chúng",
    "chi_tiet": "Chữ CHÚNG 眾(nhiều, đông đúc)là một chữ hội ý. Chữ CHÚNG 眾 trong\ngiáp cốt văn được viết giống như hình ba người đang tụ lại, phía trên là hình\nảnh mặt trời tỏa nắng. Tính chất hội ý của những thành phần này là ba người\ntụ hợp lại dưới ánh mặt trời biểu ý cho sự đông đúc. Các thay đổi về sau này\nnói chung là không nhiều, vẫn là ba bộ NHÂN 人 hình ảnh mặt trời bị biến\nđổi và trở thành một chữ giống như chữ MỤC 目 nằm ngang. Chữ CHÚNG ở\ndạng giản thể 众 đã lược bỏ luôn thành phần này, chỉ còn lại ba chữ NHÂN 人\nbiệu thị số lượng nhiều hay sự đông đúc."
  },
  "匕": {
    "kanji": "匕",
    "han_viet": "Chủy, trủy, tỷ",
    "nghia": "",
    "pinyin": "bī • bǐ",
    "kun": "かたしろ",
    "on": "シ",
    "tu_ghep": "hán.",
    "chi_tiet": "Chữ CHỦY 匕 là một chữ tượng hình. Trong các dạng chữ cổ 匕 mô tả một\nloại vật dụng của con người, nó trông giống như một công cụ có tay cầm dài,\ncông cụ đó có thể là một cái muôi, một cái muỗng. Ngày nay, chữ CHỦY 匕\nchủ yếu được dùng với vai trò là bộ thủ tạo chữ hán."
  },
  "帚": {
    "kanji": "帚",
    "han_viet": "Chửu, trửu",
    "nghia": "",
    "pinyin": "zhǒu",
    "kun": "ほうき",
    "on": "ソウシュウ",
    "tu_ghep": "帚",
    "chi_tiet": "Chữ CHỬU 帚 là một chữ tượng hình mô tả hình ảnh bàn tay cầm một cái\nchổi. Ngày xưa, chổi thường làm bằng tre trúc, như trong một dị thể khác của\nCHỬU là 菷 có thêm bộ trúc 竹 thể hiện chất liệu của chổi. Ngoài chất liệu\ntre ra còn chổi có thể làm từ lông của gia cầm hoặc từ các mảnh vải thô (trong\nchữ 帚 hiện đại có sự xuất hiện của bộ cân 巾(vải))."
  },
  "古": {
    "kanji": "古",
    "han_viet": "Cổ",
    "nghia": "",
    "pinyin": "gǔ",
    "kun": "ふる-いふる-す",
    "on": "コ",
    "tu_ghep": "",
    "chi_tiet": "Chữ CỔ 古 là một chữ hội ý kết cấu trên dưới, bao gồm phía trên là chữ\nTHẬP 十 (số mười), ở dưới là bộ KHẨU 口 (cái miệng). Tính chất hội ý của\nchữ CỔ 古 là một câu chuyện được truyền từ đời này qua đời khác. Trong\ngiáp cốt văn chữ CỔ được viết giống như hình hai cái miệng, trong đó cái\nmiệng ở trên có một nét thẳng xuyên qua biểu thị ý nghĩa là câu chuyên được\ntruyền từ miệng người này đến người khác, cũng có thể hiểu là từ thế hệ này\nđến thế hệ khác. Câu chuyện đó đã trở thành chuyện cũ, cổ xưa. Theo thời\ngian hình ảnh bộ KHẨU 口 với nét thẳng xuyên qua được thay thế bằng bộ\nTHẬP 十 tạo thành chữ "
  },
  "蠱": {
    "kanji": "蠱",
    "han_viet": "Cổ",
    "nghia": "",
    "pinyin": "gǔ",
    "kun": "まじまじこ-る",
    "on": "コヤ",
    "tu_ghep": "",
    "chi_tiet": "Chữ Cổ 蠱 trong Tự-điển nghĩa là một giống trùng 虫 ở trong bụng làm cho\nngười ta bị trướng, gọi là bệnh cổ trướng. Trong sách thuốc có nói: Phong,\nLao, Cổ, Lại tứ chứng nan-y (bệnh ung nhọt, ho lao, cổ-trướng, cùi lở-lói là\nbốn chứng bệnh rất khó chữa). Cổ 蠱 cũng là một vật độc làm hại người, ai\năn phải thì sinh ra ngây-dại, mê- man. Cổ 蠱 theo chiết-tự có ba chữ trùng\n虫 ở trên chữ mãnh 皿, mãnh là cái chậu; ba chữ trùng là có nhiều sâu bọ\ntrong chậu, có nghĩa là tan rã ghê-tởm, hỗn-độn lúc nhúc như dòi vậy. Khi\nvật bỏ lâu ngày chẳng dùng thời sâu mọt sinh ra gọi bằng trùng cổ; người\nsay đắm tửu "
  },
  "固": {
    "kanji": "固",
    "han_viet": "Cố",
    "nghia": "",
    "pinyin": "gù",
    "kun": "かた-めるかた-まるか",
    "on": "コ",
    "tu_ghep": "",
    "chi_tiet": "Chữ CỐ 固 (kiên cố), về mặt cấu tạo là một chữ hình thanh kết cấu trong\nngoài. Bên ngoài là chữ VI 囗 (bao vây) là bộ phận biểu ý, bên trong là chữ\nCỔ 古(cũ , xưa) có tác dụng biểu âm. Chữ Cố liên quan đến chiến thuật phòng\nngự của quân đội trung quốc xưa. Khi chinh phạt được một vùng đất nào đó,\ncông việc đầu tiên của các quân vương là xây thành, đắp lũy, nhằm mục đích\nbảo vệ người dân, tránh sự xâm hại từ bên ngoài vào. Thành lũy được xây\ndựng bằng nhiều lớp, trên lại có lính canh gác nên được xem là rất kiên cố.\nTrong chữ CỐ bộ VI 囗 là bộ phận tạo nghĩa, 囗 là biểu tượng của tường\nthành vững ch"
  },
  "谷": {
    "kanji": "谷",
    "han_viet": "Cốc, dục, lộc",
    "nghia": "Thân thể, mạng, chính mình,",
    "pinyin": "Gǔ • gǔ • lù • yù",
    "kun": "たにきわ-まる",
    "on": "コク",
    "tu_ghep": "tử 鬼谷子 • sơn cốc 山谷 • u",
    "chi_tiet": "Chữ CỐC 谷 là một chữ hội ý. Bao gồm hai bộ BÁT 八(tám, nó là hình ảnh\ncủa một cây gậy bị bẻ gãy, (xem lại bài chữ bát)) và bộ KHẨU 口(miệng,\ncũng có nghĩa là mở), khắc họa lại hình ảnh một đường đi giữa hai dãy núi\n(hai bên của hai chữ bát), chữ 口 được thêm vào với ý nghĩa là lối ra, lối thoát\ncủa thung lũng. Thung lũng có nguồn gốc là các con sông chảy giữa hai dãy\nnúi, sau hàng triệu năm biến đổi địa chất, các dòng sông này khô cạn đi, để lộ\nra một vùng đất trũng giữa hai dãy núi gọi là thung lũng."
  },
  "公": {
    "kanji": "公",
    "han_viet": "Công",
    "nghia": "",
    "pinyin": "gōng",
    "kun": "おおやけ",
    "on": "コウク",
    "tu_ghep": "",
    "chi_tiet": "Chữ CÔNG 公 là một chữ hội ý, Bao gồm chữ BÁT 八 (hình ảnh của một\nthanh gậy bị bẻ làm đôi, xem lại bài phân tích chữ 八) và KHƯ (một thòng\nlọng, xem lại bài phân tích chữ 厶). Một thanh gậy gãy có ý nghĩa phân bổ,\nphân chia, trong khi thòng lọng có nghĩa là tài sản sở hữu riêng, khi 八 và 厶\nkết hợp với nhau, nó tạo ra ý nghĩa của thứ gì đó được chia cho mọi người, là\nthứ dùng chung, công khai."
  },
  "共": {
    "kanji": "共",
    "han_viet": "Cộng, cung, củng",
    "nghia": "",
    "pinyin": "gōng • gǒng • gòng",
    "kun": "とも とも-に ども",
    "on": "キョウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ CỘNG là một chữ hội ý, ở dạng cổ văn miểu tả hình hai bàn tay đang sử\ndụng công cụ, cũng có ý kiến cho rằng hai cánh tay biểu hiện cho hai người\nhay nhiều người cùng làm một việc gì đó, biểu trưng cho sự hợp sức cùng\nhoàn thành mục tiêu. Chữ CỘNG có nghĩa chính là hợp lại, chung, nghĩa mở\nrộng là cung cấp (âm cung) hay sự cung kính (âm củng) nhưng hai nghĩa như\nvậy đã được thay thế bằng 供 và 恭."
  },
  "句": {
    "kanji": "句",
    "han_viet": "Cú, câu, cấu",
    "nghia": "",
    "pinyin": "gōu • jù",
    "kun": "ÂM KUN/ON",
    "on": "ク",
    "tu_ghep": "句 • kiệt cú 傑句, tuyệt cú 絶",
    "chi_tiet": "Chữ CÚ 句 là một chữ hội ý mô tả hai lưỡi câu móc vào nhau, cùng với đó là\nmột cái miệng (口). Miệng biểu trưng cho ngôn từ, hai lưỡi câu móc vào nhau\nbiểu tượng của sự móc nối hay sự liên kết. Trong một câu, một từ được nối\nvới từ khác một cách liền mạch, vì vậy, 句 có nghĩa là câu. Chữ 句 Có chung\nnguồn gốc với 勾, cả hai cũng có cùng ý nghĩa trong quá khứ. Ngày nay, 句\nchủ yếu có nghĩa là câu văn."
  },
  "宮": {
    "kanji": "宮",
    "han_viet": "Cung",
    "nghia": "",
    "pinyin": "gōng",
    "kun": "みや",
    "on": "キュウグウククウ",
    "tu_ghep": "cung 正宮 • cung điện 宮殿 •",
    "chi_tiet": "Chữ CUNG 宮 có thể hiểu là một chữ tượng hình. Ở thể cổ văn chữ miêu tả\nmột ngôi nhà với các gian phòng (cũng có người hiểu là các ô cửa sổ). Chữ\nCUNG 宮 có nghĩa ban đầu là nhà cửa, phòng ốc. Ngày xưa nhà của người\ngiàu hay người nghèo đều gọi là “cung”. Từ đời Tần, Hán trở đi, chỉ có nhà\ncủa vua ở mới gọi là “cung”. Mặt khác, Ngày xưa, những gì liên quan tới nhà\nvua đều gọi là “cung” cả. Như: bà hoàng hậu gọi là “chính cung” 正宮, các\nphi tần gọi là “lục cung” 六宮, thái tử gọi là “trừ cung” 儲宮 hay “đông cung”\n東宮, các hầu gái ở trong cung gọi là “cung nữ” 宮女, lối ăn mặc trong cung\ngọi là “cung tra"
  },
  "窮": {
    "kanji": "窮",
    "han_viet": "Cùng",
    "nghia": "",
    "pinyin": "qióng",
    "kun": "",
    "on": "",
    "tu_ghep": "• bang trưởng 幫長",
    "chi_tiet": "Chữ “Cùng” ở dạng chính thể 窮 gồm bộ “Huyệt” (穴 – cái hang), kết hợp với\nchữ “Thân” (身 – người) và chữ “Cung” (弓 – khom lưng). Người xưa cho\nrằng nhà nghèo lụp xụp, muốn vào trong nhà thì phải khom lưng, cũng có\nnghĩa là nghèo khó (xem chữ giáp cốt, triện văn).\nChữ “Cùng” ở dạng giản thể “穷”gồm chữ “Huyệt” (穴) và chữ “Lực” (力).\nÝ nói rằng chỉ cần có năng lực và sự nỗ lực, bạn sẽ có nhà để ở."
  },
  "九": {
    "kanji": "九",
    "han_viet": "Cửu",
    "nghia": "",
    "pinyin": "jiǔ",
    "kun": "ここのここの-つ",
    "on": "キュウク",
    "tu_ghep": "cửu đỉnh 九鼎 • cửu long 九",
    "chi_tiet": ""
  },
  "究": {
    "kanji": "究",
    "han_viet": "Cứu",
    "nghia": "",
    "pinyin": "jiū • jiù",
    "kun": "きわ-める",
    "on": "キュウ ク",
    "tu_ghep": "",
    "chi_tiet": "Chữ CỨU 究 là một chữ hình thanh kết cấu trên dưới bên trên là chữ\nHUYỆT 穴 (hang động) là thành phần chỉ ý, bên dưới là CỬU 九 (số chín) là\nthành phần chỉ âm. Công tác nghiên cứu đòi hỏi phải có thái độ thực sự cầu\nthị, đào sâu suy nghĩ. Vấn đề một khi chưa được làm sáng tỏ, nó chính là một\nđiều bí hiểm, có thể hình dung như một cái hang sâu thăm thẳm. Nghiên cứu\nmột vấn đề cần thực sự vào cuộc. vào cuộc ở đây hình dung như một người\nbước vào hang vậy, càng vào sâu càng tối, tưởng như không có lối ra. Song,\nmột khi kiên trì thẳng tiến, phía bên kia hang sâu đã được khai thông và ánh\nsáng sẽ lóe "
  },
  "夜": {
    "kanji": "夜",
    "han_viet": "Dạ",
    "nghia": "",
    "pinyin": "yè",
    "kun": "よよる",
    "on": "ヤ",
    "tu_ghep": "夜來香, dạ quang 夜光 • dạ",
    "chi_tiet": "Chữ DẠ 夜 là một chữ hội ý, trong cổ văn nó mô tả một người đàn ông đang\nnằm duỗi hai tay hai chân với ý chỉ là người này đang nằm ngủ, bên phải anh\nta là ánh trăng và một đường chỉ vào nách của người đàn ông này. Nghĩa gốc\ncủa 夜 là nách, nách được che kín, nên 夜 có ý nghĩa là bóng tối, hình ảnh mặt\ntrăng được thêm vào với ý chỉ đây là ban đêm."
  },
  "名": {
    "kanji": "名",
    "han_viet": "Danh",
    "nghia": "",
    "pinyin": "míng",
    "kun": "な",
    "on": "メイミョウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ DANH 名 là một chữ hội ý kết cấu trên dưới, bao gồm phía trên là bộ\nTỊCH 夕 (chiều tối) và bộ KHẨU 口 (miệng). Khi hai người gặp nhau lúc\nchiều tối, vì không thể thấy rõ mặt nhau nên họ phải gọi lớn tên để xác định\nngười đối diện."
  },
  "弋": {
    "kanji": "弋",
    "han_viet": "Dặc",
    "nghia": "",
    "pinyin": "yì",
    "kun": "いぐるみ",
    "on": "ヨク",
    "tu_ghep": "",
    "chi_tiet": "Chữ DẶC 弋 là một chữ tượng hình, mô tả lại một loại vũ khí thời Trung\nQuốc cổ đại, đây là một loại súng bắn đá có cấu tạo rất thô sơ, ban đầu sử\ndụng chủ yếu để săn bắn chim, sau đó phát triển về kích cỡ và tầm xa và được\nphổ biến trong quân đội. Đây là đại diện tiêu biểu cho các bộ thủ, chữ hán có\nliên quan đến vũ khí sau này như QUA 戈 (cây mác cán dài) hay VIỆT 戉\n(búa lớn). Có thể thấy, hình thể các chữ này đều có nguồn gốc từ chữ 弋."
  },
  "淫": {
    "kanji": "淫",
    "han_viet": "Dâm",
    "nghia": "quá mức, quá thừa,buông thả,",
    "pinyin": "yàn , yáo , yín",
    "kun": "ひた-すほしいままみだ-",
    "on": "ン",
    "tu_ghep": "",
    "chi_tiet": ""
  },
  "民": {
    "kanji": "民",
    "han_viet": "Dân, miên",
    "nghia": "",
    "pinyin": "Mín • mián • mín",
    "kun": "たみ",
    "on": "ミン",
    "tu_ghep": "• chúng dân 眾民 .",
    "chi_tiet": "Chữ DÂN 民 là một chữ tượng hình, phẩn trên là hình một con mắt phần dưới\nlà hình cái dùi đục. Chữ DÂN 民 đã tái hiện lại một cách đơn giản nhất mà\ncũng đầy đủ nhất về hình thức sử dụng nô lệ theo kiểu bóc lột, cưỡng bức như\nmột công cụ đơn thuần của chủ nô. Sử sách cũng ghi chép về hình thức bóc\nlột nô lệ đến dã man, tàn bạo này của giai cấp thống trị. Để tiện cho việc cai\ntrị và sử dụng nô lệ, đồng thời để dễ dàng phân biệt giữa nô lệ và chủ nô, tất\ncả những người bị bắt về làm nô lệ đầu tiên đều bị chủ nô dùng dùi đục khoét\nmù một mắt. Con mắt, bàn tay, khối óc của con người luôn được coi là "
  },
  "異": {
    "kanji": "異",
    "han_viet": "Dị, di",
    "nghia": "",
    "pinyin": "yì",
    "kun": "こと-なる",
    "on": "イ",
    "tu_ghep": "",
    "chi_tiet": "Chữ DỊ 異 là một chữ tượng hình mô tả một người đàn ông với cái đầu rất lớn,\nhình dạng cái đầu trong giống như chữ QUỶ 鬼 (cũng được miêu tả với một\ncái đầu rất lớn). Cùng với cái đầu lớn và gương mặt gớm ghiếc, chữ 異 trong\nkim văn còn được nhấn mạnh bằng đôi tay có móng vuốt. Tất cả những hình\nảnh này khắc họa một người đàn ông dị dạng. Vì vây, nghĩa của 異 là khác lạ\nhay quái dị."
  },
  "贏": {
    "kanji": "贏",
    "han_viet": "Doanh",
    "nghia": "",
    "pinyin": "yíng",
    "kun": "あまり",
    "on": "エイ",
    "tu_ghep": "",
    "chi_tiet": "Chữ “贏” Doanh mang nghĩa Thắng” trong tiếng Hán được hợp thành bởi 5\nchữ: 亡- Vong, 口- Khẩu, 月- Nguyệt, 貝– Bối, 凡 – Phàm. Với 5 chữ này đã\ngiải thích rõ ràng rằng người thắng cần phải có đủ 5 tố chất."
  },
  "聿": {
    "kanji": "聿",
    "han_viet": "Duật",
    "nghia": "",
    "pinyin": "yù",
    "kun": "ふで;ここに",
    "on": "イチ;イツ",
    "tu_ghep": "thường xuyên.",
    "chi_tiet": "Chữ DUẬT 聿 là một chữ tượng hình mô tả một bàn tay đang cầm bút, 聿 có\nnghĩa ban đầu là cây bút, nhưng ý nghĩa như vậy đã được thay thế bằng BÚT\n筆 (xem bài chữ 筆), Ngày nay, chúng ta hiếm khi sử dụng 聿 với vai trò là\nchữ đơn, chữ 聿 xuất hiện rất thường xuyên với vai trò là bộ thủ."
  },
  "育": {
    "kanji": "育",
    "han_viet": "Dục",
    "nghia": "",
    "pinyin": "yō • yù",
    "kun": "そだ-つそだ-てるはぐ",
    "on": "イク",
    "tu_ghep": "育 • giáo dục 敎育.",
    "chi_tiet": ""
  },
  "欲": {
    "kanji": "欲",
    "han_viet": "Dục",
    "nghia": "",
    "pinyin": "yù",
    "kun": "ほっ-するほ-しい",
    "on": "ヨク",
    "tu_ghep": "欲 • tính dục 性欲 • tình dục",
    "chi_tiet": "Chữ DỤC 欲 do bộ khiếm biểu nghĩa, với\ný nghĩa là thiếu thì nảy sinh ham muốn. Không khí là yếu tố vô cùng cần thiết\ncho sự sống. Người ta có thể nhịn ăn, nhịn uống nhưng không thể không thở.\nMột số học giả khác cho rằng, chữ DỤC 欲 bao gồm bên trái là bộ CỐC 谷"
  },
  "用": {
    "kanji": "用",
    "han_viet": "Dụng",
    "nghia": "",
    "pinyin": "yòng",
    "kun": "もち-いる",
    "on": "ヨウ",
    "tu_ghep": "dụng độ 用度• gia dụng 家用",
    "chi_tiet": ""
  },
  "藥": {
    "kanji": "藥",
    "han_viet": "Dược",
    "nghia": "",
    "pinyin": "luè • shuò • yào • yuè",
    "kun": "くすり",
    "on": "ヤク",
    "tu_ghep": "• cao dược 膏藥.",
    "chi_tiet": "Chữ dược giản thể 药 vẫn giữ\nnguyên bộ thảo ở bên trên, nhưng chữ lạc 樂 ở dưới lại bị đổi thành chữ ước\n約, nghĩa là ước thúc, trói buộc, gò bó,… hoàn toàn không giống với ý nghĩa\nban đầu."
  },
  "陽": {
    "kanji": "陽",
    "han_viet": "Dương",
    "nghia": "Đối lập với Âm, Mặt",
    "pinyin": "yáng",
    "kun": "ひ",
    "on": "ヨウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ DƯƠNG 陽 bên trái có bộ “Phụ” (阝) tức là núi đất, bên phải có chữ\n“Nhật” (日) đứng trên chữ “Nhất” (一), tạo thành hình ảnh mặt trời mọc.\nBên dưới là chữ “Vật” (勿) mang ý nghĩa vạn sự vạn vật được mặt trời\nchiếu sáng.\nChữ “Dương” (陽) thường đi liền với chữ “Âm” (陰) tạo thành hai mặt đối\nlập. Bởi có Dương và Âm, nên mới có sáng và tối, ngày và đêm, nóng và\nlạnh, thiện và ác, tốt và xấu, trong và đục… Từ Thái Cực mà sinh ra hai khí\nÂm Dương, Dương phát tán còn Âm thì tụ hội, cho nên Âm Dương bổ sung\nvà tương trợ cho nhau, đặc tính trái ngược nhau nhưng không tương hại,\ntương khắc mà tương hòa, "
  },
  "容": {
    "kanji": "容",
    "han_viet": "Dung",
    "nghia": "Tha thứ, bao dung, khoan",
    "pinyin": "Róng",
    "kun": "い-れる",
    "on": "ヨウ",
    "tu_ghep": "包容 • bất dung 不容",
    "chi_tiet": "Chữ “Dung” (容) gồm bộ “Miên” (宀) nghĩa là mái nhà, chữ “Bát” (八)\nnghĩa là số 8, chữ “Nhân” (人) nghĩa là người, và chữ “Khẩu” (口) nghĩa là\nmiệng. Kết hợp lại, chữ Dung giống như một căn nhà tuy chật chội nhưng\nvẫn chứa được “8 người”. Đây cũng chính là nói đến tấm lòng: chỉ cần luôn\nbao dung rộng mở thì có thể đón nhận được muôn người.\nỞ một khía cạnh khác, “bát nhân” cũng là tám kiểu người mà chúng ta cần\nphải bao dung: “Thân nhân” (người thân), “Hữu nhân” (người bạn), “Lộ\nnhân” (người qua đường), “Ái nhân” (người vợ, chồng), “Lân nhân” (người\nhàng xóm), “Ác nhân” (người xấu), “Cừu nhân” (ngườ"
  },
  "養": {
    "kanji": "養",
    "han_viet": "Dưỡng, dượng, dường, dạng",
    "nghia": "Nuôi dưỡng, sinh sản, chăm",
    "pinyin": "yǎng • yàng",
    "kun": "やしな.う",
    "on": "ヨウリョウ",
    "tu_ghep": "dưỡng 給養 • dinh dưỡng 營",
    "chi_tiet": "Chữ DƯỠNG 養 trong giáp cốt và kim văn miêu tả một con dê (𦍌) bên cạnh\nnó là một bàn tay đang cầm một ngọn roi, với tính chất hội ý chữ miêu tả việc\ncầm roi để chăn dắt dê. Bắt đầu từ chữ triện văn trở đi, hình ảnh hình ảnh bàn\ntay cầm roi được thay thế bằng bộ thực 食, ý nghĩa của chữ vẫn là 養 chăn\nnuôi súc vật. Về sau chữ 養 mở rộng nghĩa thành sinh đẻ, nuôi nấng, phụng\ndưỡng…dùng cho cả người."
  },
  "多": {
    "kanji": "多",
    "han_viet": "đa",
    "nghia": "",
    "pinyin": "duō",
    "kun": "おお-いまさ-にまさ-る",
    "on": "タ",
    "tu_ghep": "• đa đảng 多党 • đa đoan 多",
    "chi_tiet": "Chữ ĐA 多 là một chữ hội ý có kết cấu trên dưới, bao gồm hai biến thể của bộ\nNHỤC 肉 (thịt). Chữ 多 miêu tả hai miếng thịt để song song với nhau.\nTrong tiếng hán số hai tượng trưng cho số nhiều nên 多 biểu thị ý nghĩa là\nnhiều hay dư thừa. Cách dùng hai ba sự vật giống nhau để biểu thị ý nghĩa\nnhiều ta còn thấy trong các chữ phẩm 品, lâm 林, sâm 森 ,…."
  },
  "打": {
    "kanji": "打",
    "han_viet": "Đả, tá",
    "nghia": "",
    "pinyin": "dá • dǎ",
    "kun": "う-つ",
    "on": "ダダアス",
    "tu_ghep": "đả chế đả đảo 打倒 • đả động",
    "chi_tiet": "Chữ ĐẢ 打(đánh) là một chữ hình thanh kết cấu trái phải. Trong đó, bộ THỦ\n扌(tay) bên trái có tác dụng biểu ý, bộ ĐINH 丁 (người) bên phải có nhiệm vụ\nbiểu thị âm đọc. THỦ 扌 là tay, 扌 khi tham gia tạo chữ hán là thành phần chủ\nthể cho các nghĩa liên quan đến hành động của tay. Với vai trò là thành phần\nbiểu nghĩa 扌 kết hợp với âm đọc của chữ 丁 tạo thành chữ ĐẢ 打 với nghĩa\nlà đánh đập."
  },
  "歹": {
    "kanji": "歹",
    "han_viet": "Đãi, ngạt",
    "nghia": "",
    "pinyin": "dāi • dǎi • è",
    "kun": "ÂM KUN/ON",
    "on": "ガツ;ガチ;タイ",
    "tu_ghep": "hán.",
    "chi_tiet": "Chữ ĐÃI 歹 là một chữ tượng hình mô tả một cái hộp sọ của người chết. 歹 là\nbiến thể của 歺 Gồm 卜 and 夕. 卜 Là hình ảnh của vết nứt, 歺 là hình ảnh của\nhộp sọ, vì vậy 歺 là hình ảnh của hộp sọ có vết nứt, có ý nghĩa của thương tích\nhoặc sự chết chóc. Thời cổ đại người ta thường dùng hình ảnh chiếc đầu lâu\nvà xương xẩu để tượng trưng cho ma quỷ, tội ác hay những điều xấu xa."
  },
  "旦": {
    "kanji": "旦",
    "han_viet": "đán",
    "nghia": "",
    "pinyin": "dàn",
    "kun": "あき-らかあきらただし",
    "on": "タンダン",
    "tu_ghep": "",
    "chi_tiet": "Chữ ĐÁN 旦 là một chữ tượng hình, vẽ lại hình ảnh mặt trời vừa nhô lên khỏi\nmặt đất. Nét ngang “一”ở dưới tượng trưng cho mặt đất, giống như trong\nchữ TAM 三 ba nét tượng trưng cho tam tài gồm trời , con người và đất, nét\nvẽ dưới cùng biểu trưng cho mặt đất. Mặt trời vừa mới nhú lên biểu thị một\nngày mới bắt đầu. Vì vậy, chữ đán có nghĩa là buổi sáng sớm. Ngoài ra, mỗi\nngày chỉ có một buổi sáng cho nên chữ 旦 phát triển thêm nghĩa chỉ một ngày.\nTrường hợp phát triển nghĩa theo dạng này cũng gặp ở chữ “Xuân” và chữ\n“Thu”. “Xuân”, “Thu” ngoài nghĩa chỉ một mùa trong năm còn có nghĩa là\nmột năm, như "
  },
  "島": {
    "kanji": "島",
    "han_viet": "Đảo",
    "nghia": "",
    "pinyin": "dǎo",
    "kun": "しま",
    "on": "トウ",
    "tu_ghep": "• quần đảo 羣島 • tam đảo 三",
    "chi_tiet": "Chữ ĐẢO 島 là một chữ hình thanh kiêm hội ý, bao gồm biến thể của ĐIỂU\n鳥 (chim) và SƠN 山 (đồi, núi). Một hòn đảo nằm trên biển phẳng, trông\ngiống như một ngọn đồi nhọn trên đồng bằng. Mặt khác, hòn đảo được bao\nquanh bởi nước, chỉ có chim mới có thể bay tới đó, vì vậy hình ảnh một con\nchim đứng trên đỉnh đồi được sử dụng để đại diện cho 島."
  },
  "噵": {
    "kanji": "噵",
    "han_viet": "Đạo, Đáo",
    "nghia": "Đường, Dòng, Chân lí, Tôn",
    "pinyin": "dǎo , dào",
    "kun": "みち",
    "on": "ドウトウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ “Đạo” (道, dào) bắt đầu bằng hai nét phết (丷) tượng trưng cho Âm –\nDương, cùng với chữ “Nhất” (一) tạo thành ‘Âm Dương hợp nhất’.\nBên dưới là chữ “Tự” (自), trên dưới kết hợp lại tạo thành chữ “Thủ” (首)\nlà khởi thủy, ban đầu, đứng đầu. Vũ trụ cũng bắt nguồn từ một thứ nguyên\nthủy nhất rồi mới sinh ra vạn sự vạn vật. Kinh Dịch viết: “Dịch có Thái\nCực sinh Lưỡng Nghi, Lưỡng Nghi sinh Tứ Tượng, Tứ Tượng sinh Bát\nQuái, Bát Quái sinh Ngũ Hành”, từ ngũ hành ấy mà vạn vật mới xuất sinh.\nBên trái chữ Đạo là bộ “Sước” (辶) nghĩa là chạy, bước đi, biểu thị sự vận\nchuyển không ngừng. Như vậy, bên trong Đ"
  },
  "燈": {
    "kanji": "燈",
    "han_viet": "Đăng",
    "nghia": "",
    "pinyin": "dēng",
    "kun": "ひほともしびとも-すあ",
    "on": "トウ",
    "tu_ghep": "tháp 燈塔 • điện đăng 電燈",
    "chi_tiet": "Chữ ĐĂNG 燈 là một chữ hình thanh kết cấu trái phải. Trong đó, bộ HỎA 火\n(ngọn lửa) bên trái có nhiệm vụ biểu thị ý nghĩa, chữ ĐĂNG 登 (lên, bay lên)\nbên phải có nhiệm vụ biểu thị âm đọc. HỎA 火 là ngọn lửa, biểu tượng cho\nánh sáng. Với vai trò biểu nghĩa chính trong cấu tạo chữ ĐĂNG 燈 kết hợp\nvới âm đọc của tạo thành chữ ĐĂNG 燈 với nghĩa là đèn. Chữ ĐĂNG 灯 ở\ndạng giản thể cũng là một chữ hình thanh bao gồm bộ hỏa biểu thị nghĩa và\nchữ ĐINH 丁 biểu thị âm đọc. Chữ ĐĂNG 灯 dễ làm chúng ta liên tưởng đến\nhình ảnh cây đèn được treo trên một cây gậy trong những lễ hội rước đèn hoặc\nnhững buổi tuần đêm c"
  },
  "豆": {
    "kanji": "豆",
    "han_viet": "Đậu",
    "nghia": "",
    "pinyin": "dòu",
    "kun": "まめまめ",
    "on": "トウズ",
    "tu_ghep": "",
    "chi_tiet": "Chữ ĐẬU 豆 là một chữ tượng hình miêu tả lại một cái bát đậu, cái bát tiện\nbằng gỗ để đựng vật phẩm vật cúng tế ngày xưa, loại vật dụng này có chân\ncao, có nắp đậy, ngoài tác dụng đựng đồ cúng tế còn là vật dụng sử dụng\ntrong đời sống hằng ngày khác. Ý nghĩa ban đầu của 豆 là cái bát đậu. Tuy\nnhiên, ngày nay 豆 chỉ có nghĩa là đậu và nghĩa gốc ít khi người ta dùng đến."
  },
  "帝": {
    "kanji": "帝",
    "han_viet": "Đế",
    "nghia": "",
    "pinyin": "dì",
    "kun": "みかど",
    "on": "テイ",
    "tu_ghep": "",
    "chi_tiet": "Chữ ĐẾ 帝 có cội nguồn gắn liền với xã hội thị tộc mẫu hệ. Đó là một chữ hội\ný kết cấu trên dưới. Dạng sơ khai của chữ ĐẾ 帝 gồm bên trên là hình tam\ngiác cân, đỉnh hướng xuống dưới, là ký hiệu của giới tính nữ (xem bài phân\ntích chữ bất). Tiếp đó là một nét ngang có hai nét sổ ngắn hai bên, biểu thị ý\nnghĩa xuyên qua vách ngăn. Phía dưới hình giống chữ TIỂU 小.\nCác học giả ngôn ngữ cho rằng, đó là biểu tượng người phụ nữ trong tư thế\nsinh con. Nhờ đó mà các thế hệ có thể nối tiếp nhau, có cùng một huyết mạch,\nmột cội nguồn.\nTrong quá trình diễn tiến của chữ từ giáp cốt đến thể triện, biểu tượng "
  },
  "地": {
    "kanji": "地",
    "han_viet": "Địa",
    "nghia": "",
    "pinyin": "dē • de • dì",
    "kun": "ÂM KUN/ON",
    "on": "チジ",
    "tu_ghep": "• địa chất 地質 • địa chỉ 地",
    "chi_tiet": "Chữ ĐỊA 地 từ\nnghĩa là chỉ trái đất hay đất, mở rộng thành nghĩa chỉ khu vực, vị trí, từ nghĩa\nnày lại phát sinh nghĩa chỉ Tâm ý, chỗ ý chí đạt tới như: “tâm địa” 心地 hay\n“kiến địa” 見地 ."
  },
  "電": {
    "kanji": "電",
    "han_viet": "Điện",
    "nghia": "",
    "pinyin": "diàn",
    "kun": "ÂM KUN/ON",
    "on": "デン",
    "tu_ghep": "",
    "chi_tiet": "Chữ ĐIỆN 電 cũng có dạng cấu tạo giống chữ LÔI 雷, gồm bộ VŨ 雨 phía\ntrên dưới là hình ảnh vệt sét lóe lên trên bầu trời mưa. Quan sát chữ giáp cốt,\nbên dưới bộ VŨ là dạng mô tả lưỡi dao giữa mưa rơi, với ý nghĩa biểu trưng\nlà sét đánh có sức mạnh như dao cắt vậy. Từ dạng chữ kim trở đi hình ảnh\nlưỡi dao không còn nữa mà chỉ còn tia lửa lóe lên trong mưa. Chữ ĐIỆN 电\ngiản thể ngày nay bỏ luôn cả bộ vũ ở trên. Như vậy chữ ĐIỆN 电 ngày nay\nchỉ đơn thuần là một ký hiệu. Nó đã thoát hẳn ra dạng tượng hình ban đầu\nChữ ĐIỆN 電 từ nghĩa là tia chớp, phát triển thành nghĩa như ngày nay, theo\nkịp sự phát tri"
  },
  "丁": {
    "kanji": "丁",
    "han_viet": "Đinh, tranh",
    "nghia": "Can thứ 4 trong 10 thiên can,",
    "pinyin": "Dīng • zhēng",
    "kun": "ひのと",
    "on": "チョウテイチン トウチ",
    "tu_ghep": "",
    "chi_tiet": "Chữ ĐINH 丁 là một chữ tượng hình mô tả một thân cây cứng cáp, Ngày xưa\nngười ta vẫn sử dụng gỗ để làm đinh thay thế cho đinh sắt, vì vậy 丁 cũng có\nnghĩa là cái đinh. Tuy nhiên, ý nghĩa chỉ cái đinh sau đó được thay thế bằng\n釘, bây giờ 丁 chỉ được sử dụng để mô tả một người đàn ông mạnh mẽ, cứng\ncỏi. Mặt khác, 丁 cũng được sử dụng là can thứ tư trong 10 thiên can, vì 丁\ncũng mô tả một giai đoạn trong quá trình phát triển của một cái cây (xem lại\ncác chữ giáp, ất, bính)."
  },
  "订": {
    "kanji": "订",
    "han_viet": "Đính",
    "nghia": "Giao ước, ký kết, đóng, bàn",
    "pinyin": "dìng",
    "kun": "ÂM KUN/ON",
    "on": "テイ",
    "tu_ghep": "订 • hiệu đính 校订.",
    "chi_tiet": "Chữ Đính ( 訂) là một chữ hội ý kiêm hình thanh bao gồm bộ Ngôn (言)\nvới chữ Đinh (丁).\nMột lời (言) đã nói ra thì như đinh(丁) đóng cột,..! Theo nét văn hoá và\ncách ứng xử ngày xưa, người ta rất trọng lời nói, và thông qua lời nói người\nta có thể kết giao bạn bè, và hiểu được sự tín nghĩa của bạn bè, hay các mối\nquan hệ bang giao. Nên cổ nhân luôn có câu cửa miệng để nói về sự tín\nnghĩa, xem trong ngôn từ, lời hứa, lời đã nói ra rằng : “ Nhất ngôn cửu\nđỉnh, tứ mã nan truy\" \" 一言九鼎四馬難追\"."
  },
  "定": {
    "kanji": "定",
    "han_viet": "Định, đính",
    "nghia": "",
    "pinyin": "dìng",
    "kun": "さだ-めるさだ-まるさ",
    "on": "テイ ジョウ",
    "tu_ghep": "订 • hiệu đính 校订.",
    "chi_tiet": "Chữ ĐỊNH 定 là một chữ hội ý kết cấu trên dưới, bao gồm phía trên là bộ\nMIÊN 宀 phía dưới là dạng thể của chữ CHÍNH 正. 宀 chỉ nhà cửa, chỗ ở\ntrong khi chữ 正 có nghĩa là đúng đắn, ngay ngắn. Nhà cửa đã được sắp xếp\nngay ngắn, mọi thứ đã được chuẩn bị đâu vào đó, chữ 定 vì vậy có nghĩa là sự\nyên ổn, nghĩa mở rộng là quy định, quyết định, ắt phải như vậy,…"
  },
  "短": {
    "kanji": "短",
    "han_viet": "Đoản",
    "nghia": "",
    "pinyin": "duǎn",
    "kun": "みじか-い",
    "on": "タン",
    "tu_ghep": "",
    "chi_tiet": "Chữ ĐOẢN 短 là một chữ hình thanh, bao gồm chữ THỈ (mũi tên) là thành\nphần chỉ nghĩa và chữ ĐẬU 豆 (một vật dụng dùng để đựng hạt) có nhiệm vụ\nchỉ âm đọc. Ngày xưa cung tên là vật gắn liền với con người trong săn bắn và\nchiến đấu, trong hai vật này cung thì dài hơn mũi tên, cho nên người ta lấy\ncung làm tiêu chuẩn đo vật dài và lấy mũi tên làm tiêu chuẩn đo vật ngắn. Mặt\nkhác, mũi tên rất ngắn khi so sánh với các binh khí thông dụng khác như\nkiếm, giáo,…vì vậy 短 được sử dụng để mô tả một vật gì đó ngắn hoặc nhỏ.\nTừ nghĩa mô tả một vật ngắn, 短 mở rộng nghĩa thành khuyết thiếu, kém,\nkhông đầy đủ n"
  },
  "段": {
    "kanji": "段",
    "han_viet": "Đoạn, đoàn, đoán",
    "nghia": "",
    "pinyin": "duàn",
    "kun": "ÂM KUN/ON",
    "on": "ダンタン",
    "tu_ghep": "",
    "chi_tiet": "Chữ ĐOẠN là một chữ hội ý, bao gồm biến thể của THẠCH 石 (núi đá, đá)\nvà THÙ 殳 (Một vũ khí cổ của Trung Quốc), 殳 trong kim văn là hình ảnh\nmột bàn tay đang cầm búa. Chữ 段 mô tả một hòn đá lớn bị đập nhỏ ra,\nnhưng ý nghĩa đó đã được thay thế bằng 碫 Và 鍛, Ngày nay 段 chủ yếu\nđược dùng làm lượng từ có nghĩa là khúc hoặc phần."
  },
  "東": {
    "kanji": "東",
    "han_viet": "Đông",
    "nghia": "",
    "pinyin": "dōng",
    "kun": "ひがし",
    "on": "トウ",
    "tu_ghep": "• đông bán cầu 東半球.",
    "chi_tiet": "Chữ 東 mô tả một gói đồ của một người sắp lên\nđường (xem cổ văn). Vì Trung Quốc cổ đại không có điện, với mục đích tận"
  },
  "冬": {
    "kanji": "冬",
    "han_viet": "đông",
    "nghia": "",
    "pinyin": "dōng",
    "kun": "ふゆ",
    "on": "トウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ ĐÔNG 冬 về cấu tạo là một chữ hội ý. Thực ra, ban đầu trong thể cổ văn\n(giáp cốt và kim văn) là một chữ tượng hình mô tả một sợi dây thừng được\nthắt nút ở hai đầu, sau đó đến chữ triện văn chữ 仌 (băng) mới được thêm\nvào. 仌 mô tả các vết nứt trên băng, có ý nghĩa của thời tiết lạnh, trong khi nút\nthắt trên sợi dây có ý nghĩa của sự cuối cùng hoặc kết thúc, vì vậy 冬 được sử\ndụng để đại diện cho mùa cuối cùng trong một năm, và mùa đó rất lạnh."
  },
  "同": {
    "kanji": "同",
    "han_viet": "Đồng",
    "nghia": "",
    "pinyin": "tóng • tòng",
    "kun": "おな-じ",
    "on": "ドウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ ĐỒNG 同 là một dạng chữ hội ý. Bao gồm biến thể của chữ PHÀM 凡\n(thường, chung) và KHẨU 口(miệng), 凡 là hình ảnh của một vật như chiếc\nxô hình trụ, chữ 口 được thêm vào để thể hiện có một lỗ ở phía dưới hay nói\ncách khác vật này rỗng bên trong, nghĩa gốc của 同 là một ống tre rỗng,\nnhưng nghĩa này đã được thay thế bằng 筒, Mặt khác, mọi ống tre đều trông\nrất giống nhau, nên ĐỒNG 同 có nghĩa là cùng chung hay giống nhau."
  },
  "洞": {
    "kanji": "洞",
    "han_viet": "Động, đỗng",
    "nghia": "",
    "pinyin": "dòng • tóng",
    "kun": "ほら",
    "on": "ドウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ ĐỘNG 洞 về mặt cấu tạo, trong từ điển hán ngữ hiện đại được định nghĩa\nlà một chữ hình thanh nhưng trên cơ sở đã tìm hiểu về nguồn gốc chữ ĐỒNG\n同 thì 洞 đúng ra phải là chữ hội ý kiêm hình thanh. Chữ 洞 bao gồm 同\n(giống nhau) và 氵(nước). Trong cổ văn 同 miêu tả một ống tre rỗng với một\nđầu được mở (xem lại bài phân tích chữ 同), Như vây, 同 vốn đã có ý nghĩa\ncủa một cái lỗ hay một hang động với một cửa hang được mở. Mặt khác hang\nđộng được hình thành từ các hoạt động địa chất, trong đó, nước đóng vai trò\nchủ yếu. Ngoài ra, trong hang động thì luôn có sự xuất hiện của nước. Bộ 氵\nvới vai trò biểu "
  },
  "突": {
    "kanji": "突",
    "han_viet": "Đột",
    "nghia": "",
    "pinyin": "tū • tú",
    "kun": "つ-く",
    "on": "トツカ",
    "tu_ghep": "入 • đột nhiên 突然 • đột",
    "chi_tiet": "Chữ Đột 突 (Đột ngột, bất ngờ) là một chữ hội ý, được cấu tạo bởi bộ Huyệt\n穴 và Khuyển 犬 .\nHuyệt 穴 là hang, hoặc cũng có thể là nơi ẩn nấp, Khuyển 犬 là Chó, rộng\nhơn là chỉ những loài thú trên rừng, đa số các chữ hán về thú ăn thịt đều xuất\nhiện bộ Khuyển. Cấu tạo chữ Đột 突 diễn tả lại cảnh con thú săn mồi bất ngờ\nlao ra từ nơi ẩn nấp để chộp lấy con mồi. Hành động này diễn ra nhanh và\nkhiến cho con mồi bất ngờ cho nên chữ Đột 突 mang nghĩa nhanh và bất ngờ."
  },
  "德": {
    "kanji": "德",
    "han_viet": "Đức",
    "nghia": "",
    "pinyin": "dé , duó",
    "kun": "おしえ",
    "on": "トク",
    "tu_ghep": "ân đức 恩德",
    "chi_tiet": "Chữ Đức 德 được kết hợp từ ba bộ chữ là: chữ Sách (彳)+ chữ Trực (直,\nchữ Trực ở trên viết theo dạng khác)+ chữ Tâm (心).\nTrong đó:\n*Chữ Sách 彳 có nghĩa là bước đi, hành động;\n*Chữ Trực nghĩa là ngay thẳng, chính trực;\n*Chữ Tâm 心 mang ý nghĩa về sự suy tư, về ý nghĩ, tư duy.\nNhư vậy có thể hiểu một cách khái quát: Chữ Đức 德 nghĩa là sống thực với\nchính mình, làm đúng với lương tâm mình.\nBàn luận thêm về chữ đức :\nNgười xưa có câu: “Đức phối thiên địa, thiên tất hữu chi”, có nghĩa là đạo\nđức của người ta mà hài hòa với trời đất thì trời đất ắt sẽ phù trợ. Phong"
  },
  "家": {
    "kanji": "家",
    "han_viet": "Gia, cô",
    "nghia": "Nhà, chỗ ở, tiếng gọi vợ chồng,",
    "pinyin": "Jiā • gū • jiā • jiē",
    "kun": "いえやうち",
    "on": "カケ",
    "tu_ghep": "",
    "chi_tiet": "Chữ 家 gia (nhà) là một chữ hội ý kết cấu trên dưới, phần trên là biểu tượng\ncủa mái nhà. Bên dưới là chữ 豕 thỉ, 豕 thỉ trong tiếng Hán cổ dùng như một\ntừ đơn chỉ con lợn, tồn tại song song với 猪 chư. 豕 Thỉ trong tiếng Hán hiện\nđại không dùng độc lập, chỉ còn 猪 chư vẫn dùng như một từ đơn. Đáng lẽ,\nbên dưới mái nhà phải là chữ 人 nhân (người), dùng để chỉ gia đình là nơi tụ\nhội, xum họp của những con người có quan hệ hôn nhân (vợ-chồng), huyết\nthống (cha-con, ông-cháu, anh-em…), nhưng chữ 家 gia trong tiếng Hán lại\nmang một ý nghĩa xã hội khác, nó ghi lại dấu ấn của quá trình phát triển xã\nhội từ "
  },
  "嫁": {
    "kanji": "嫁",
    "han_viet": "Giá",
    "nghia": "",
    "pinyin": "jià",
    "kun": "よめとつ-ぐい-くゆ-く",
    "on": "カ",
    "tu_ghep": "tái giá 再嫁 • xuất giá 出嫁.",
    "chi_tiet": "Chữ “嫁/ giá” trong từ “giá thú/ 嫁娶” gồm bộ “女/ nữ” và chữ “家/ gia”. Xét\nvề cấu tạo chữ có thể thấy “女/ nữ” theo “家/ gia”. Như đã giải thích, “家/\ngia” nghĩa là chồng, nhà chồng, chữ “嫁/ giá” có nghĩa là người con gái theo\nchồng.\nTrong tiếng Hán hiện đại, “嫁/ giá” vẫn là từ chuyên dùng cho nữ giới, chỉ\nviệc đi lấy chồng. Như vậy, sự xuất hiện của chữ “嫁/ giá” đã ghi lại dấu tích\ncủa tập tục “nữ di cư” theo chồng, phản ánh chế độ hôn nhân thời kỳ xã hội\nnam quyền. Đến thời nhà Chu (1046 TCN – 256 TCN), chế độ hôn nhân này\nđã tương đối hoàn thiện. Trong “Nghi lễ/ 《仪礼》 ” có ghi: “Cưới hỏi có sáu\nlễ"
  },
  "解": {
    "kanji": "解",
    "han_viet": "Giải, Giới",
    "nghia": "Giải phóng, giải toả, giảng giải,",
    "pinyin": "jiě , jiè",
    "kun": "と-くと-かすと-けるほ",
    "on": "カイゲ",
    "tu_ghep": "giải hoà 解和 • giải khát 解渴.",
    "chi_tiet": ""
  },
  "姦": {
    "kanji": "姦",
    "han_viet": "Gian",
    "nghia": "",
    "pinyin": "jiān",
    "kun": "かん-するかしま-しいみ",
    "on": "カンケン",
    "tu_ghep": "",
    "chi_tiet": "Chữ Gian : (bộ nữ 女 ở trên) thường được coi người vợ cả trong gia đình,\nvà 2 bộ nữ (女) ở dưới là thể hiện những người thê thiếp, kẻ hầu người hạ\ncủa người chồng,...!\nTheo quan niệm phong kiến lạc hậu xưa, người đàn ông thường là trụ cột\ntrong gia đình, cho nên họ có quyền được lấy nhiều vợ, và sinh nhiều con\ntrai nối dõi, và cũng thêm người giúp việc gia đình,...!\nNhưng lâu dần, từ lợi ích cá nhân trong gia đình, thì từ bà vợ cả với những\nngười thê thiếp của chồng sẽ có những nghi kỵ lẫn nhau,..!\nVì khi họ sống lâu ngày sẽ nảy sinh ra mâu thuẫn, mà càng nhiều mâu\nthuẫn thì họ càng sử dụng nhữn"
  },
  "江": {
    "kanji": "江",
    "han_viet": "Giang",
    "nghia": "",
    "pinyin": "jiāng",
    "kun": "え",
    "on": "コウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ GIANG 江 nguyên chỉ sông Trường Giang, là một tên riêng. Sau này\nchữ 江 được dùng để chỉ các dòng sông lớn và sâu. Chữ 江 về cấu tạo là\nchữ hình thanh kết cấu trái phải, bao gồm bộ THỦY 氵(nước) chỉ nghĩa và\nCÔNG 工 (công việc) biểu thị âm đọc."
  },
  "交": {
    "kanji": "交",
    "han_viet": "Giao",
    "nghia": "",
    "pinyin": "jiāo",
    "kun": "ま-じるま-ざるまじ-え",
    "on": "コウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ GIAO 交 là một chữ tượng hình, mô tả một người đàn ông với hai chân\nbắt chéo vào nhau. Chỗ tiếp tiếp giáp của hai cái chân được gọi là giao điểm,\ncho nên 交 có nghĩa là tiếp xúc. Cũng như việc hai người bắt tay nhau thể\nhiện sự tiếp xúc thân thiện, chữ 交 cũng chỉ nghĩa giao lưu, kết bạn."
  },
  "教": {
    "kanji": "教",
    "han_viet": "Giáo, giao",
    "nghia": "",
    "pinyin": "Jiào , jiāo",
    "kun": "おし-えるお-.わる",
    "on": "キョウ",
    "tu_ghep": "",
    "chi_tiet": ""
  },
  "夾": {
    "kanji": "夾",
    "han_viet": "Giáp",
    "nghia": "",
    "pinyin": "jiā • jiá • jià",
    "kun": "はさ-む",
    "on": "キョウコウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ GIÁP 夾 là một chữ hội ý, bao gồm chữ ĐẠI 大 ở giũa và hai bộ\nNHÂN 人 hai bên. Trong cổ văn chữ 夾 miêu tả một người to lớn đang đứng\nvới hai người kề cận hai bên. Nghĩa gốc ban đầu của 夾 là “phụ tá” nhưng\nnghĩa gốc sau đó gần như không còn được sử dụng. Bây giờ, 夾 được dùng\nđể thể hiện thứ gì đó ở gần hay cận kề."
  },
  "甲": {
    "kanji": "甲",
    "han_viet": "giáp",
    "nghia": "Áo giáp, can đầu tiên trong",
    "pinyin": "jiǎ",
    "kun": "きのえ",
    "on": "コウカン",
    "tu_ghep": "giáp 金甲; thiết giáp 鐵甲 •",
    "chi_tiet": "Chữ GIÁP 甲 là một chữ tượng hình mô tả một con rùa có mai cứng như áo\ngiáp. Trước đây, chữ GIÁP 甲 cũng có nghĩa là bị giam giữ, vì cơ thể của rùa\ngiống như đã bị 'giam giữ' bên trong một cái vỏ, nhưng ý nghĩa như vậy đã\nđược thay thế bằng chữ 押.\nMặt khác, hạt giống được bao phủ bởi lớp vỏ dày cứng như giáp và hạt giống\nlà giai đoạn đầu tiên của cây, vì vậy 甲 được sử dụng làm Can đầu tiên của\nmười Thiên can (12 thiên can miêu tả quá trình phát triển của một cái cây)."
  },
  "介": {
    "kanji": "介",
    "han_viet": "Giới",
    "nghia": "Khoảng giữa, cách, khoảng",
    "pinyin": "jiè",
    "kun": "ÂM KUN/ON",
    "on": "カイ",
    "tu_ghep": "",
    "chi_tiet": "Chữ GIỚI 介 là một chữ tượng hình, mô tả một người đàn ông đứng giữa hai\nbức tường, 介 có nghĩa là ở giữa hay cách, khoảng cách. Ngoài ra, 介 còn có\nnghĩa là làm trung gian, là người hay vật ở giữa như trong từ môi giới."
  },
  "界": {
    "kanji": "界",
    "han_viet": "Giới",
    "nghia": "",
    "pinyin": "jiè",
    "kun": "ÂM KUN/ON",
    "on": "カイ",
    "tu_ghep": "• giới hạn 界限 • giới tuyến",
    "chi_tiet": "Chữ GIỚI 界 là một chữ hội ý kiêm hình thanh (thành phần 介 ngoài biểu ý\ncòn biểu âm). Bao gồm ĐIỀN 田 (mảnh đất) và 介 (ở giữa), 介 mô tả một\nngười đàn ông đứng giữa hai bức tường (xem bài phân tích chữ 介). Vì vậy,\nChữ 界 có ý nghĩa là ở giữa các đường, biên hoặc ranh giới nằm giữa hai\nmảnh đất. Chữ 界 Là dạng biến thể của 畍, cả hai đều có cùng nghĩa và cách\nphát âm."
  },
  "下": {
    "kanji": "下",
    "han_viet": "Hạ, há",
    "nghia": "",
    "pinyin": "xià",
    "kun": "したしももとさ-げるく",
    "on": "カゲ",
    "tu_ghep": "hạ giới 下界 • hạ hồi 下囘 •",
    "chi_tiet": "Chữ HẠ 下 là một chữ chỉ sự (chỉ vào vật để nói nghĩa) mô tả một đường\nchân trời với một điểm được viết bên dưới với ý là “ở đây, ở dưới này” chỉ rõ\nmột cái gì đó nằm ở phía dưới (đối xứng lại với THƯỢNG 上). Hạ cũng có\nnghĩa là đi xuống, xuống. Cũng giống như THƯỢNG chữ HẠ ngoài vai trò\nchữ đơn, nó cũng là một trong 214 bộ thủ, xuất hiện rất thường xuyên trong\ncấu tạo chữ hán."
  },
  "寒": {
    "kanji": "寒",
    "han_viet": "hàn",
    "nghia": "",
    "pinyin": "hán",
    "kun": "さむ-い",
    "on": "カン",
    "tu_ghep": "",
    "chi_tiet": "Chữ HÀN 寒 là một chữ hội ý. Nếu nhìn vào giáp cốt và kim văn, chữ 寒 bao\ngồm hình ảnh một người đang co ro, hai bên là hai hàng cây trơ trụi lá, dưới\nchân nước đã đóng bóng, ở giáp cốt còn có thêm một nét cong thể hiện cho\ngió lạnh đang lùa tới, bộ miên ngoài nghĩa là mái nhà còn có nghĩa là bao phủ\nlên, bao gồm. Tất cả những thứ này diễn tả lại cái lạnh của mùa đông, cho nên\n寒 có nghĩa là lạnh giá, cũng có nghĩa là mùa lạnh hay mùa đông. Mặt khác\ntrong thời tiết lạnh giá như vậy, con người rất khó để hoạt động sản xuất, cây\ncối không sinh hoa trái, vật nuôi không phát triển tốt dẫn đến thiếu l"
  },
  "行": {
    "kanji": "行",
    "han_viet": "Hàng, hành",
    "nghia": "",
    "pinyin": "háng • hàng • héng • xíng • xìng",
    "kun": "い-くゆ-くおこな-う",
    "on": "コウギョウアン",
    "tu_ghep": "ngũ 行伍 ngân hàng 銀行 •",
    "chi_tiet": "Chữ HÀNH 行 là một chữ tượng hình, mô tả giao điểm của hai con đường,\nnghĩa gốc của 行 là hàng và cũng có thể sử dụng để mô tả một số ngành nghề\nđược quy định chặt chẽ như trong từ ngân hàng, khi được sử dụng để biểu thị\nhai nghĩa trên, cách phát âm của nó trong là “hàng”.\nMặt khác, cũng được sử dụng để chỉ nghĩa đi bộ, hay thực hiện một công việc\ngì đó, trong trường hợp này, ta có cách phát âm là “hành” như “Tam nhân\nhành, tất hữu ngã sư yên” 三人行, 必有我師焉 (Thuật nhi 述而) Ba người\n(cùng) đi, tất có người (có thể) làm thầy ta; hay như trong từ vận hành 運行."
  },
  "幸": {
    "kanji": "幸",
    "han_viet": "Hạnh",
    "nghia": "",
    "pinyin": "xìng",
    "kun": "さいわ-いさちしあわ-せ",
    "on": "コウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ HẠNH 幸 là một chữ hội ý, bao gồm biến thể của YỂU 夭 và biến thể\ncủa NGHỊCH 屰 (xem triện văn), 夭 có nghĩa là bất hạnh, trong khi 屰 có ý\nnghĩa chống lại, vì vậy khi cả hai kết hợp lại, 幸 có nghĩa trái ngược với bất\nhạnh, vì vậy 幸 có nghĩa là thoát khỏi bất hạnh hay may mắn, hạnh phúc."
  },
  "好": {
    "kanji": "好",
    "han_viet": "Hảo, hiếu",
    "nghia": "",
    "pinyin": "hǎo • hào",
    "kun": "この-む す-く よ-い い-",
    "on": "コウ",
    "tu_ghep": "• hoàn hảo 完好.",
    "chi_tiet": ""
  },
  "很": {
    "kanji": "很",
    "han_viet": "Hẫn, khấn, ngận",
    "nghia": "",
    "pinyin": "hěn",
    "kun": "もと-る",
    "on": "コン;コウ;ギン",
    "tu_ghep": "凶很 Tàn ác.",
    "chi_tiet": "Chữ HẪN 很 là một chữ hình thanh kiêm hội ý, Bao gồm 彳(hành động, phần\nbên trái của 行 (xem lại chữ sách 彳)) và CẤN 艮 (hình ảnh một người đàn\nông vặn cổ và nhìn lại (xem lại chữ cấn 艮)). Khi ai đó vặn đầu và nhìn chằm\nchằm về phía sau, đầu anh ta bị giới hạn bởi cổ và không thể xoay 360 độ. 艮\ncó nghĩa là khó khăn, ngang ngạnh, nghĩa gốc của 很 là một hành động cực\nđoan, nhưng ý nghĩa đó đã được thay thế bằng 狠, bây giờ được sử dụng như\nmột tính từ tăng cường."
  },
  "賢": {
    "kanji": "賢",
    "han_viet": "Hiền",
    "nghia": "",
    "pinyin": "xián",
    "kun": "かしこ-い",
    "on": "ケン",
    "tu_ghep": "",
    "chi_tiet": "Chữ THẦN 臣 là chữ tượng hình, trong giáp cốt văn được biểu thị là\nhình một con mắt đứng thẳng, giống như con mắt người đang quỳ gối nhìn\nlên, thể hiện sự thần phục của kẻ bề tôi. Bộ HỰU 又 nghĩa gốc chỉ cánh tay, ở\nđây biểu thị công việc, phục dịch. Bộ BỐI 貝 chỉ về tiền tài, của cải. Ba bộ\nphận này hợp lại biểu thì ý nghĩa của chữ THẦN 賢 là : kẻ bề tôi là người\ntrực tiếp quản lý công việc được giao phó thì phải đem lại lợi ích cho chủ\nnhân.\nTrong quan niệm của người hán về mối quan hệ Quân – Thần – Dân . Một kẻ\nbề tôi được cho là hiền thần, ngoài sự trung thành tuyệt đối với với đấng minh"
  },
  "協": {
    "kanji": "協",
    "han_viet": "Hiệp",
    "nghia": "",
    "pinyin": "liè • xié",
    "kun": "ÂM KUN/ON",
    "on": "キョウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ HIỆP 協 là một chữ hình thanh kiêm hội ý, thực ra chỉ mình chữ HIỆP\n劦 đứng riêng cũng đã có nghĩa tương tự rồi. 劦 gồm ba bộ 力 với ý chỉ sự\nchung tay của nhiều, hợp sức lại cùng làm một việc gì đó. Sau nay người ta\nthêm bộ THẬP 十 vào, bộ 十 vừa là con số lớn nhất với ý nhấn mạnh sự tham\ngia của rất nhiều người. Mặt khác, chữ 十 cũng tượng trưng cho sự vẹn toàn\nhay mỹ mãn, 十 được thêm vào để nhấn mạnh sức mạnh khi con người biết\nđoàn kết, khi con người biết cùng nhau hợp sức thì việc gì cũng có thể thành\ncông mỹ mãn."
  },
  "孝": {
    "kanji": "孝",
    "han_viet": "Hiếu",
    "nghia": "",
    "pinyin": "xiào",
    "kun": "ÂM KUN/ON",
    "on": "コウキョウ",
    "tu_ghep": "• hiếu đạo 孝道.",
    "chi_tiet": ""
  },
  "刑": {
    "kanji": "刑",
    "han_viet": "Hình",
    "nghia": "",
    "pinyin": "xíng",
    "kun": "ÂM KUN/ON",
    "on": "ケイ",
    "tu_ghep": "行刑 • hình bộ 刑部 • hình",
    "chi_tiet": "Chữ HÌNH 刑 là một chữ hội ý kết cấu trái phải, do KHAI 开 (mở ra) và bộ\nĐAO 刀 (con dao) tạo thành. Một khi hành vi phạm tội ở mức nghiêm trọng\nsẽ bị xử phạt với hình thức cao nhất là chịu tội chết. Khai đao, xử trảm, chém\nđầu kẻ tội phạm. Mệnh lệnh, hành vi ấy chúng ta thường nghe trong Bao công\nxử án đã thể hiện điều đó. Chính vì vậy, trong quá trình phán xử, bị cáo\nthường mong được khai ân để được giảm nhẹ hình phạt."
  },
  "和": {
    "kanji": "和",
    "han_viet": "Hòa, họa, hồ",
    "nghia": "Yên ổn, ấm no,Cùng, trộn lẫn,",
    "pinyin": "hé • hè • hú • huó • huò",
    "kun": "やわ-らぐやわ-らげるな",
    "on": "ワオカ",
    "tu_ghep": "",
    "chi_tiet": "Chữ Hòa 和 (yên ổn, ấm no) là một chữ hình thanh, hợp bởi chữ Hòa 禾 là\ncây lúa (bộ phận này vừa biểu âm và mang nghĩa) bên phải là bộ Khẩu 口\n(miệng, nhân khẩu). Hai bộ này kết hợp lại hàm ý nói đến cuộc sống no đủ\ncủa người dân (Trong chữ kim văn và triện văn thể hiện rất rõ hình ảnh cây\nlúa trĩu hạt hướng tới cái miệng ăn)\nChữ Hòa 和 còn được phân tích theo một cách khác, Chữ “Thiên” (千 –\nnghìn) hợp với chữ “Nhân” (人 – người) và chữ “Khẩu” (口 – miệng) tạo\nthành chữ “Hòa” (和 – hòa hợp, hài hòa) , cũng có nghĩa cả ngàn người có\ncùng một lời nói là hòa hợp, hài hòa…"
  },
  "火": {
    "kanji": "火",
    "han_viet": "Hỏa",
    "nghia": "Lửa, nhiệt, thuốc nổ, sự nóng",
    "pinyin": "huō • huǒ",
    "kun": "ひびほ",
    "on": "カ",
    "tu_ghep": "táng 火葬 • hoả thiêu 火燒 •",
    "chi_tiet": "Chữ HỎA 火 là một chữ tượng hình, mô tả một đốm lửa đang cháy, lửa nóng,\nvì vậy, 火 cũng được sử dụng để mô tả sự tức giận hay tính khí nóng nảy của\nmột người. Ngoài ra, trong phép binh ngày xưa cứ mười người gọi là một\n“hỏa”. Người trong một hỏa gọi là “hỏa bạn” 火伴.\nNgày nay, ngoài vai trò là chữ đơn, 火 cùng với thủy(水)là hai bộ thủ chữ\nhán xuất hiện với tần suất nhiều nhất trong cấu tạo các chữ hán khác."
  },
  "化": {
    "kanji": "化",
    "han_viet": "Hóa, hoa",
    "nghia": "",
    "pinyin": "huā , huà",
    "kun": "ば-けるば-かすふ-ける",
    "on": "カケ",
    "tu_ghep": "化.",
    "chi_tiet": ""
  },
  "畫": {
    "kanji": "畫",
    "han_viet": "Họa, hoạch",
    "nghia": "",
    "pinyin": "huà",
    "kun": "えが-く;かく-する;かぎ-",
    "on": "ガ;カク;エ;カイ",
    "tu_ghep": "原則 • quy tắc 規則 •",
    "chi_tiet": "Chữ HỌA 畫 là một chữ hội ý, bao gồm bộ DUẬT 聿(cây bút) và biến thể của\n田 (cánh đồng, mảnh đất). 聿 mô tả một bàn tay đang cầm bút, nghĩa là vẽ.\nĐất đai, ruộng vườn là những tài sản có giá trị, biên giới giữa chúng cần được\nphân định rõ ràng, người ta sử dụng bút để vẽ và phân biệt chúng ra, vì vậy 畫\ncó nghĩa ban đầu là vạch ra hay kế hoạch hoặc phân định, nhưng nghĩa đó đã\nđược thay thế bằng 劃 , ngày nay chữ 畫 chủ yếu có nghĩa là vẽ.\nMặt khác, phần dưới của 劃 trong giáp cốt không phải là hình ảnh của một\nmảnh đất, ý nghĩa của nó vẫn chưa được biết chính xác, có thể được xem như\nmột kiểu mẫu hoặ"
  },
  "或": {
    "kanji": "或",
    "han_viet": "Hoặc, vực",
    "nghia": "liệt kê.",
    "pinyin": "huò • yù",
    "kun": "あ-るあるいあるいは",
    "on": "ワクコクイキ",
    "tu_ghep": "者 • hoặc hứa 或許.",
    "chi_tiet": "Chữ HOẶC 或 là một chữ hội ý, bao gồm VI 囗 (bao vây) và QUA 戈 (một\nngọn giáo), nó mô tả vùng đất của ai đó đang được bảo vệ bằng vũ lực. Trước\nđây, 或 có nghĩa là một vùng đất có ranh giới nhất định, nhưng ý nghĩa đó\nsau đó đã được thay thế bằng VỰC 域 và QUỐC 國, cho nên 或 chỉ có nghĩa\nlà 'hoặc' hoặc 'có thể', vì kẻ thù có thể đến từ các hướng khác nhau, không có\ncửa nhất định cho lính canh , đôi khi họ cần bảo vệ ở đây, đôi khi ở chỗ kia.\nNgày nay, 或 được sử dụng như phó từ với nghĩa Hoặc, có thể, có lẽ, chắc,\nlời nói còn ngờ, chưa quyết định hẳn. Như: “hoặc hứa” 或許 có lẽ, “hoặc\nnhân” 或人 hoặc ng"
  },
  "坏": {
    "kanji": "坏",
    "han_viet": "Hoại",
    "nghia": "",
    "pinyin": "huài • péi • pī",
    "kun": "つきおか",
    "on": "ハイ",
    "tu_ghep": "• phá hoại 破坏 •",
    "chi_tiet": "Chữ HOẠI 坏 (hư xấu kém) gồm chữ THỔ 土 (đất) và chữ BẤT 不 hợp\nthành. Với ý nghĩa là kinh huyết thải ra là những thứ ô uế , bẩn thỉu, cần phải\ntránh xa (xem bài phân tích chữ bất). Những người phụ nữ có ý thức mỗi kỳ\nkinh đến đều rất cẩn thận e dè trong sinh hoạt, giao tiếp và nhất là xử lý huyết\nthải một cách kín đáo tế nhị. Huyết thải đó rơi vào đâu, nơi đó thái sẽ thành\nbĩ, đất ở đó sẽ khó sinh sôi. Trong đời sống văn minh hiện đại ngày nay, trong\ngiao tiếp, tiếng Hán cũng như tiếng Việt đều có những từ ngữ uyển chuyển\nthay cho những từ cấm kị. Từ đó trong tiếng Hán hiện đại, HOẠI 坏 phát triể"
  },
  "患": {
    "kanji": "患",
    "han_viet": "Hoạn",
    "nghia": "",
    "pinyin": "huàn",
    "kun": "わずら-う",
    "on": "カン",
    "tu_ghep": "後患 • hoạn nạn 患难",
    "chi_tiet": "Chữ Hoạn (hoạn nạn, bệnh, tai họa: “患”) do chữ Xuyến (xuyên suốt, kết\nghép: “串”) và chữ Tâm (“心”) tạo thành. Bên dưới là một chữ tâm, bên\ntrên chữ tâm là chữ xuyến, có nghĩa rằng có quá nhiều tâm.\nMột người không thể một lòng, nhất tâm đối đãi với được mất, thứ này\ncũng muốn, thứ kia cũng muốn, sợ mất đi thứ này, sợ mất đi thứ kia thì sao\nkhông sinh ra sầu lo, họa nạn? Một người không thể nhất tâm làm việc, việc\nnày cũng muốn làm, việc kia cũng muốn làm, chần chừ không an tâm thì\nsao có thể thành công được? Một người không thể nhất tâm đối với người\nkhác, luôn đa nghi, ngờ vực, thì sao có thể "
  },
  "黃": {
    "kanji": "黃",
    "han_viet": "Hoàng, huỳnh",
    "nghia": "",
    "pinyin": "Huáng • huáng",
    "kun": "き",
    "on": "コウオウ",
    "tu_ghep": "hoàng kim 黃金 • hoàng oanh",
    "chi_tiet": "Chữ HOÀNG 黃 là một chữ chỉ sự, mô tả một người đàn ông ốm yếu với cái\nbụng sưng phồng đang ngẩng đầu lên đây là triệu chứng của bệnh gan. Thêm\nmột dấu hiệu nữa đi kèm với cái bụng chướng là da của người bệnh có màu\nvàng. Về nguồn gốc của chữ 黃 đến nay vẫn có nhiều tranh cãi, quan điểm\ntrên về nguồn gốc chữ 黃 được nhiều học giả tán thành hơn cả."
  },
  "活": {
    "kanji": "活",
    "han_viet": "Hoạt",
    "nghia": "",
    "pinyin": "guō • huó",
    "kun": "い-きるい-かすい-ける",
    "on": "カツ",
    "tu_ghep": "動.",
    "chi_tiet": "Chữ HOẠT 活 là chữ hội ý, gồm bên trái là bộ THỦY 氵(nước), bên phải là\nchữ THIỆT 舌 (cái lưỡi). Từ xa xưa khi tri năng về chức năng của các bộ\nphận cơ thể, người ta phát hiên ra lưỡi là cơ quan đóng vai trò quan trong\ntrong việc nói năng. Trong tiếng việt, Hịch tướng sĩ của Trần Quốc Tuấn có\ncâu :” uốn lưỡi cú diều mà sỉ mắng triều đình”; Dân gian có cách nói “miệng\nlưỡi thế gian” hay “uốn ba tấc lưỡi”… đều thể hiện sự tri nhận của con người\nvới vai trò của lưỡi.\nChữ THIỆT 舌 thêm ba chấm THỦY 氵 hợp lại thành HOẠT 活 với nghĩa là\nsống. Điều đó đã thể hiện sự khẳng định vai trò của nước đối với sự "
  },
  "學": {
    "kanji": "學",
    "han_viet": "Học",
    "nghia": "",
    "pinyin": "xué",
    "kun": "まな-ぶ",
    "on": "ガク",
    "tu_ghep": "du học 遊學 • đại học 大學.",
    "chi_tiet": "Chữ HỌC 學\ntrong giáp cốt văn gồm ba bộ thủ tạo thành. Bộ thủ thứ nhất gồm hai bàn tay\nxòe ra, bao lấy bộ thủ thứ hai. Bộ thủ thứ hai là chữ HÀO 學 hình dung giống"
  },
  "戶": {
    "kanji": "戶",
    "han_viet": "Hộ",
    "nghia": "",
    "pinyin": "hù",
    "kun": "と",
    "on": "コ",
    "tu_ghep": "hộ đầu 戶頭 • hộ khẩu 戶口.",
    "chi_tiet": "Chữ HỘ 戶 là một chữ tượng hình, Mô tả một cửa ra vào chỉ có một cánh cửa,\ncó thể được xem là một nửa của 門 (cửa có hai cánh), vì cửa là cả lối vào và\nlối ra của một ngôi nhà, là bộ phận rất quan trọng trong cấu trúc ngôi nhà, vì\n戶 vậy cũng có nghĩa là hộ gia đình hay là ngôi nhà. Chữ 戶 có hai biến thể là\n戸 và 户 trong khi 户 dùng song song với 戶 ở Trung Quốc thì 戸 được dùng\nphổ biến ở Nhật Bản."
  },
  "回": {
    "kanji": "回",
    "han_viet": "Hồi, húi",
    "nghia": "",
    "pinyin": "huí",
    "kun": "まわ-るま-りまわ-すま",
    "on": "カイ エ",
    "tu_ghep": "",
    "chi_tiet": "Chữ HỒI 回 ở cổ văn (giáp cốt, kim văn) là một chữ tượng hình miêu tả lại\nmột vòng xoáy. Vòng xoáy này sau đó được thay thế bằng hai hình vuông lớn\nnhỏ lồng vào nhau bắt đầu từ thể triện văn."
  },
  "昏": {
    "kanji": "昏",
    "han_viet": "Hôn",
    "nghia": "",
    "pinyin": "hūn • mǐn",
    "kun": "くら-いくれ",
    "on": "コン",
    "tu_ghep": "亂 • hôn mê 昏迷 • hôn muội",
    "chi_tiet": "Chữ HÔN 昏 là một chữ hội ý kết cấu trên dưới, bao gồm chữ THỊ 氏 ( họ, có\nnguồn gốc là hình ảnh của một người đàn ông cúi đầu) và 日 (mặt trời). 氏 có\ncùng nguồn gốc với 低 (thấp), 氏 trong quá khứ được sử dụng để mô tả một\ncái gì đó ở vị trí thấp. Mặt trời (日) xuống quá thấp (氏), gần với đường chân\ntrời chứng tỏ trời đã sẩm tối. 昏 cũng dùng để chỉ sự tối tăm, mê muội như\ntrong từ hôn quân 昏君. Ngoài ra, ngày xưa cưới xin cứ đến tối mới đón dâu\nnên gọi là “hôn lễ” 昏禮, sau mới đổi dùng chữ “hôn” 婚, tuy nhiên, thỉnh\nthoảng người ta vẫn dùng 昏 với nghĩa là lễ cưới."
  },
  "婚": {
    "kanji": "婚",
    "han_viet": "Hôn",
    "nghia": "",
    "pinyin": "hūn",
    "kun": "ÂM KUN/ON",
    "on": "コン",
    "tu_ghep": "",
    "chi_tiet": "Chữ “婚/ hôn” xuất hiện trong thời kỳ mang dấu tích của tục cướp hôn. Chữ\n“婚/ hôn” được cấu tạo từ bộ nữ và chữ “昏/ hôn” trong “hoàng hôn/ 黄昏”.\nTrong “Thuyết văn giải tự/ 《说文解 字》 ” có ghi: “Hôn, là nghi lễ tổ chức\nnhà gái, lấy vợ lúc hoàng hôn/ 婚，妇家也礼，娶妇 以昏时/ hôn, phụ gia dã\nlễ, thú phụ dĩ hôn thời” (Hứa Thận, 1998). Tập tục này mang nhiều dấu tích\ncướp hôn, thừa lúc chập choạng tối, cướp lấy nữ nhi về làm vợ. Trong “Lễ ký\n《礼记》 ” cũng ghi về tục cướp hôn: “Hôn lễ không chúc mừng, nhà gái\nđêm đến không tắt đèn vì lo phải chia ly con gái; nhà trai ba ngày không cử\nnhạc linh đình để giữ bí mật trá"
  },
  "紅": {
    "kanji": "紅",
    "han_viet": "Hồng",
    "nghia": "",
    "pinyin": "Hóng • gōng • hōng",
    "kun": "くれないべにあか.い",
    "on": "コウク",
    "tu_ghep": "",
    "chi_tiet": "Chữ HỒNG 紅 là một chữ hình thanh, kết cấu trái phải. trong đó bộ MỊCH 糸\n(tơ) đóng vai trò biểu nghĩa, gắn liền với văn hóa dệt nhuộm của người xưa.\nMàu đỏ tươi sáng là thứ màu sắc được con người chú ý đến đầu tiên. Ban đầu\ncon người dùng màu sắc của vật thể để biểu thị màu sắc. Như chữ XÍCH 赤\ngồm chữ ĐẠI 大 và HỎA 火 tạo thành, con người dùng màu sắc của đốm lửa\nlớn để chỉ màu đỏ. Chữ HỒNG 紅 lấy MỊCH làm ký hiệu biểu ý, mà tơ lại có\nmàu trắng. Sau khi ngành dệt may đã phát triển, nhuộm là phương pháp chủ\nyếu để tô màu cho vải sợi, vải gai. Những người tạo chữ đã lấy làm căn cứ để\ncấu tạo một các"
  },
  "合": {
    "kanji": "合",
    "han_viet": "Hợp, Hạp, Hiệp",
    "nghia": "",
    "pinyin": "gé • gě • hé",
    "kun": "あ-うあ-わせる",
    "on": "ゴウガッカッ",
    "tu_ghep": "lý 不合理 • bất hợp pháp 不",
    "chi_tiet": "Chữ HỢP 合 nghĩa là Hợp lại, gộp lại, hợp lý,.. Có người phân tích chữ 合\nbao gồm bộ NHÂN bộ NHẤT và bộ KHẨU tức là nhiều người cùng chung\nmột tiếng nói hay quan điểm thì gọi là HỢP.\nCách giải thích này hợp lý, nhưng trên cơ sở tìm hiểu nguồn gốc chữ hán,\nHỢP ban sơ có ý nghĩa hơi khác một chút :\nChữ HỢP 合 ban đầu có hình ảnh cái chum, cái vại đang được đậy nắp lại\n(xem hình ảnh Giáp cốt văn, kim văn, triện văn sẽ thấy rõ). Chúng ta chỉ đậy\nđược nắp lại khi cả nắp và chum cùng kích cỡ và ăn khớp với nhau, giống như\nta vẫn nói “ nồi nào vung nấy”, cho nên, 合 trước tiên có nghĩa là vừa vặn hay"
  },
  "凶": {
    "kanji": "凶",
    "han_viet": "Hung",
    "nghia": "",
    "pinyin": "xiōng",
    "kun": "ÂM KUN/ON",
    "on": "キョウ",
    "tu_ghep": "",
    "chi_tiet": ""
  },
  "血": {
    "kanji": "血",
    "han_viet": "Huyết",
    "nghia": "",
    "pinyin": "xiě • xuè",
    "kun": "ち",
    "on": "ケツ",
    "tu_ghep": "血 • huyết cầu 血球.",
    "chi_tiet": "Chữ HUYẾT 血 là một chữ tượng hình, mô tả một cái chén (皿) với một giọt\nmáu trong đó. 血 có liên quan đến nghi thức “cắt máu ăn thề “ ngày xưa. Đây\nlà nghi thức để kết tình huynh đệ. Những người đàn ông gồm 2 hay nhiều hơn\ntuy không có quan hệ anh em máu mủ, họ hàng nhưng có quan hệ mật thiết,\nthân tình với nhau như những người anh em thật sự bằng những lời tuyên thệ\nkết nghĩa với nhau. Trong những buổi lễ, sẽ có nghi thức cắt máu ăn thề, vái\ntrời đất hoặc trao các tín vật làm tin. Đặc biệt là nghi lễ cắt máu ăn thề để\nchứng tỏ một lời thề máu, máu của mỗi người được trộn lẫn vào nhau, có thể\nrỏ"
  },
  "螢": {
    "kanji": "螢",
    "han_viet": "Huỳnh",
    "nghia": "",
    "pinyin": "yíng",
    "kun": "ほたる",
    "on": "ケイ",
    "tu_ghep": "",
    "chi_tiet": "Chữ được kết hợp bởi chữ Viêm 炎 phía trên là\nánh lửa bốc lên, đốt cháy, bừng lên...Bộ Mịch 冖 là bao trùm, trùm lên.. và\nbộ Trùng 虫 là côn trùng, sâu bọ. Một loại côn trùng được bao phủ bởi\nnhững đốm lửa sáng chỉ có thể là 螢 đom đóm."
  },
  "香": {
    "kanji": "香",
    "han_viet": "Hương",
    "nghia": "",
    "pinyin": "xiāng",
    "kun": "かかお-りかお-る",
    "on": "コウキョウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ HƯƠNG 香 là chữ hội ý kết cấu trên dưới, gồm bộ HÒA 禾 (cây lúa) và\nbộ CAM 甘 (ngọt) tạo thành (xem kim văn và triện văn để thấy rõ chữ cam).\nNgười dân trung quốc tròng và chế biến ngũ cốc. Dù chế thành rượu hay nấu\nthành cơm, ngũ cốc đều có hương vị thơm ngọt. Người ta cảm nhận, thưởng\nthức thành quả lao động nông nghiệp của mình bằng khứu giác và vị giác.\nThành quả lao dộng được kết tinh lại thành những hạt gạo hương thơm, vị\nngọt nuôi sống con người.\nTrải qua quá trình phát triển, chữ HƯƠNG 香 hiện nay vẫn còn giữ nguyên\nbộ HÒA 禾 phía trên, chữ cam phía dưới đổi thành chữ NHẬT 日(mặt trời).\n"
  },
  "庥": {
    "kanji": "庥",
    "han_viet": "Hưu, hu",
    "nghia": "Nghỉ ngơi, thôi, dừng, tốt lành,",
    "pinyin": "xiū",
    "kun": "やす-むやす-まるやす-",
    "on": "キュウ",
    "tu_ghep": "hưu trí 休致.",
    "chi_tiet": "Chữ Hưu 休 Nghĩa là nghỉ ngơi, thôi dừng làm một việc gì đó. Hợp bởi bên\ntrái là chữ nhân 亻 là người và bên phải là bộ Mộc 木 là cây cối.\nNgày xưa công việc chính của người á đông chủ yếu cả ngày trên đồng\nruộng. Những lúc nắng nóng, mệt mỏi người ta thường tìm đến những cây\ntán lá rộng có bóng mát để nghỉ ngơi lấy sức, cho nên 休 mang nghĩa nghỉ\nngơi.\n“Nhân tựa mộc, mộc kề nhân\nĐố em biết được nên vần chữ chi”"
  },
  "犧": {
    "kanji": "犧",
    "han_viet": "Hy",
    "nghia": "",
    "pinyin": "suō • xī",
    "kun": "いけにえ",
    "on": "ギキ",
    "tu_ghep": "",
    "chi_tiet": "Chữ HY 牺 khắc họa lại tập tục cúng tế của người trung quốc khi xưa. Trong\ncấu tạo của chữ HY bao gồm bộ NGƯU và Dậu (chỉ bình rượu) là các vật\nphẩm gần như bắt buộc phải có trong nghi thức cúng tế. Trong chữ HY 犧 ban\nđầu có thêm hình ảnh DƯƠNG 羊 (con dê) và TÚ 秀 (lúa) cũng là những vật\nphẩm dùng để cúng tế dâng lên thần linh. Sở dĩ người ta dùng Trâu bò hay dê\nlàm vật cùng tế bởi chúng là những động vật ăn cỏ hiền lành lại gần gũi với\ncon người. Trâu bò, dê, lúa, rượu hay vải lụa đều là những sản phẩm do hoạt\nđộng sản xuất của con người mà ra. Con người dùng những vật phẩm này để\ndâng tế thần "
  },
  "右": {
    "kanji": "右",
    "han_viet": "Hữu",
    "nghia": "",
    "pinyin": "yòu",
    "kun": "みぎ",
    "on": "ウユウ",
    "tu_ghep": "右 • tả xung hữu đột 左衝右",
    "chi_tiet": "Chữ HỮU 右 là một chữ ở dạng hội ý kiêm hình thanh. Ở đây, để thuận tiện\ncho việc ghi nhớ chữ xin phân tích theo dạng hội ý. Chữ HỮU 右 mô tả một\nbàn tay 𠂇 với 口(cái miệng) bên cạnh nó. Vì bàn tay phải thường mạnh hơn\nvà nhanh nhẹn hơn giữa hai bàn tay, chúng ta sử dụng nó để làm hầu hết các\ncông việc thường ngày. Việc ăn uống là việc rất quan trọng với con người, tay\nphải cũng phụ trách việc đưa thức ăn vào miệng vì vậy chữ 口 được thêm vào\nđể thể hiện nó là tay phải hay bên phải.\nMặt khác,chữ 又 là nguồn gốc của 右. Trong quá khứ, 又 có nghĩa là bàn tay\nphải, nhưng sau khi 右 đã được phát minh, 又 c"
  },
  "友": {
    "kanji": "友",
    "han_viet": "Hữu",
    "nghia": "",
    "pinyin": "yǒu",
    "kun": "とも",
    "on": "ユウ",
    "tu_ghep": "",
    "chi_tiet": ""
  },
  "有": {
    "kanji": "有",
    "han_viet": "Hữu, hựu, dựu",
    "nghia": "",
    "pinyin": "yǒu • yòu",
    "kun": "あ-る",
    "on": "ユウ ウ",
    "tu_ghep": "有用 • hữu duyên 有緣 • hữu",
    "chi_tiet": "Chữ HỮU 有 là một chữ hội ý, mô tả một bàn tay đang cầm một miếng thịt\n(bộ nhục 肉). Thịt rất có giá trị ở Trung Quốc cổ đại, khi ai đó có một miếng\nthịt, anh ta nghĩ rằng mình thực sự sở hữu một cái gì đó quý giá. Trong cấu\ntạo chữ 有 ngày nay, bộ nhục 肉 được viết rất giống bộ nguyệt 月, điều này\ndễ gây ra sự hiểu lầm cho người học chữ hán."
  },
  "開": {
    "kanji": "開",
    "han_viet": "Khai",
    "nghia": "",
    "pinyin": "kāi",
    "kun": "ひら-くひら-き-びら.き",
    "on": "カイ",
    "tu_ghep": "開講• khai hoá 開化.",
    "chi_tiet": "Chữ ‘Khai’ (開) có nghĩa là mở, chữ ở dạng chữ hình thanh kiêm hội ý gồm\nbộ Môn (門 – cánh cửa) và bên trong là chữ 开 vẽ hai cánh tay mở hai cánh\ncửa (开). Vì thế, ‘Khai’ có nghĩa là mở, mở ra, mở đầu, bắt đầu, ví dụ các từ:\nkhai hội, khai mạc, khai sinh, khai tử, khai hỏa, khai xuân, khai nghiệp, khai\ntrương…"
  },
  "看": {
    "kanji": "看",
    "han_viet": "Khán, khan",
    "nghia": "",
    "pinyin": "kān • kàn",
    "kun": "ÂM KUN/ON",
    "on": "カン",
    "tu_ghep": "花 • khán hộ 看護.",
    "chi_tiet": "Chữ KHÁN 看 về mặt cấu tạo là một chữ hội ý, kết cấu trên dưới. Chữ được\ntạo bởi bộ THỦ 手 (tay) ở phía trên, kết hợp với bộ MỤC 目 (con mắt) ở\ndưới. Tính chất hội ý của của chữ KHÁN 看 là dùng tay che phần trên mắt để\nnhìn. Khi cần quan sát một vật ở xa, để quan sát được dễ hơn người ta thường\ncó thêm động tác dùng tay che phần trên của mắt. Việc làm này giúp mắt có\nthể tập trung vào một điểm, không bị ảnh hưởng bởi ánh sáng phía trên, giống\nnhư khi người ta sử dụng một ống nhòm đơn giản vậy. Từ việc ghi lại thói\nquen này ở con người, người ta đã tạo ra chữ KHÁN 看 với nghĩa là xem,\nnhìn như trong"
  },
  "氣": {
    "kanji": "氣",
    "han_viet": "Khí, Khất",
    "nghia": "Hơi thở, hơi, không khí, nổi",
    "pinyin": "qì , xì",
    "kun": "いき",
    "on": "キケ",
    "tu_ghep": "",
    "chi_tiet": "Chữ 氣 được viết gồm bộ mễ (米) và\nchữ khí giản thể (气). Theo nền văn minh lúa nước của người Á Đông :\nngười ta khi nấu rượu từ gạo, ngô, ngũ cốc thuộc họ mễ (米), khi đun chín\nnước bốc hơi thành khí. Cho nên văn hoá thờ cúng của người á đông cũng\nphải có tam bửu bông, rượu, trà tương ứng với tinh, khí, thần tượng trưng\ncho linh khí trời đất và vạn vật."
  },
  "噐": {
    "kanji": "噐",
    "han_viet": "Khí",
    "nghia": "",
    "pinyin": "qì",
    "kun": "うつわ",
    "on": "キ",
    "tu_ghep": "",
    "chi_tiet": "Chữ 器 khí (dụng cụ/ cơ quan trong cơ thể) gồm 犬 khuyển (chó) kết hợp với\nbốn bộ 口 khẩu (miệng) cùng biểu thị ý nghĩa. Người xưa đã dựa vào đặc tính\ncủa chó là đánh hơi nhanh, cất tiếng sủa liên hồi để báo cho chủ biết có đối\ntượng lạ xuất hiện, độ nhanh nhạy ấy của chó đã được dùng để hình dung với\nđộ nhanh nhạy của cỗ máy khi được vận hành. Trong tiếng Hán hiện đại, chữ\n器 khí vẫn được dùng với ý nghĩa như vậy, chẳng hạn như 电器 điện khí (đồ\nđiện), 吸尘器 hấp trần khí (máy hút bụi), 助听器 trợ thính khí (máy trợ\nthính)..."
  },
  "欠": {
    "kanji": "欠",
    "han_viet": "Khiếm",
    "nghia": "",
    "pinyin": "qiàn • quē",
    "kun": "か-けるか-く",
    "on": "ケツケン",
    "tu_ghep": "nhã 欠雅 • khiếm thị 欠視.",
    "chi_tiet": "Chữ KHIẾM 欠 là một chữ tượng hình miêu tả một người đàn ông đang ngáp.\nKhông khí sẽ bị thổi ra khi ai đó ngáp, cơ thể anh ta sẽ mất một chút không\nkhí, vì vậy 欠 có nghĩa là thiếu. Trong quá khứ, 欠 cũng có nghĩa là hành\nđộng thổi, nhưng ý nghĩa như vậy đã được thay thế bằng 吹. Ngày nay, ngoài\nvai trò là chữ đơn 欠 còn là một trong 214 bộ thủ tạo chữ hán."
  },
  "科": {
    "kanji": "科",
    "han_viet": "Khoa",
    "nghia": "",
    "pinyin": "kē • kè",
    "kun": "ÂM KUN/ON",
    "on": "カ",
    "tu_ghep": "sinh súc 牲畜.",
    "chi_tiet": "Chữ KHOA 科 là một chữ hội ý kết cấu trái phải, bao gồm bộ HÒA 禾 (cây\nlúa) và bộ ĐẨU 斗 (sao bắc đẩu). Tính chất biểu ý của nó là con người biết\nkhám phá quy luật tự nhiên, các điều kiện khí hậu thời tiết vận dụng vào điều\nkiện sản xuất thực tế, tạo ra mùa màng bội thu.\nHÒA 禾 tượng trưng cho nền sản xuất nông nghiệp lấy cay lúa làm thứ lương\nthực chủ yếu. Sao ĐẨU 斗 hay sao bắc cực còn được gọi là Hùng tinh, là\ntượng trưng cho các vì tinh tú trên trời, cũng là sao chủ về thời tiết. Việc cấy\ntrồng xưa đều dựa vào thời tiết theo cách tính âm lịch.\nNền nông nghiệp trong thời kỳ khoa học kỹ thuật chư"
  },
  "苦": {
    "kanji": "苦",
    "han_viet": "Khổ",
    "nghia": "",
    "pinyin": "gǔ • kǔ",
    "kun": "くる-しいぐる-しいく",
    "on": "ク",
    "tu_ghep": "苦辱 • khổ qua 苦瓜 • khổ",
    "chi_tiet": "Chữ KHỔ 苦 về mặt cấu tạo là một chữ hình thanh kết cấu trên dưới. Trong\nđó, bộ THẢO 艹 (cây cỏ, dạng chính thể là 艸) ở phía trên có tác dụng biểu\nthị ý nghĩa, chữ CỔ 古(cũ, xưa) phía dưới có nhiệm vụ biểu thị âm đọc (xem\nbài phân tích chữ “cổ”). Bộ THẢO 艹 biểu thị ý nghĩa liên quan đến cây cỏ,\ndây leo. Với vai trò biểu nghĩa chính kết hợp với âm đọc của 古 tạo nên chữ\nKHỔ 苦 với nghĩa chỉ một loại cây cho quả có vị đắng. Từ nghĩa ban đầu chỉ\nvị đắng chữ 苦 phát triển thành nhiều nghĩa khác như khổ cực, vất vả hay thử\nthách."
  },
  "犬": {
    "kanji": "犬",
    "han_viet": "Khuyển",
    "nghia": "",
    "pinyin": "quǎn",
    "kun": "いぬ",
    "on": "ケン",
    "tu_ghep": "犬子 • lạp khuyển 獵犬 •",
    "chi_tiet": "Chữ KHUYỂN 犬 là một chữ tượng hình, mô tả hình ảnh một con chó. Trong\ntiếng hán hiện đại, 犬 đã được thay thế bằng một từ khác là 狗, 犬 hầu như\nkhông được sử dụng một cách độc lập như một chữ đơn (犬 được dùng chủ\nyếu với vai trò bộ thủ), 犬 là chữ đơn chỉ tồn tại trong thành ngữ, cổ văn. Tuy\nnhiên 犬 đơn lẻ vẫn đang được sử dụng trong tiếng Nhật."
  },
  "厶": {
    "kanji": "厶",
    "han_viet": "Khư, mỗ",
    "nghia": "",
    "pinyin": "mǒ • mǒu • sī",
    "kun": "わたくし;ござ-る",
    "on": "シ;ボウ;ム",
    "tu_ghep": "cấu tạo chữ hán.",
    "chi_tiet": "Chữ KHƯ 厶 miêu tả một vòng dây. Người Trung Quốc cổ đại đã sử dụng\nmột chiếc vòng dây để khoanh tròn tài sản của họ như cây trồng và gia súc, để\ncho người khác thấy rằng đó là những thứ thuộc sở hữu của ai đó, vì vậy 厶 có\nnghĩa là tài sản riêng. Ngày nay, chúng ta hiếm khi sử dụng 厶 làm chữ đơn\nbiểu nghĩa, bởi ý nghĩa chính của nó đã được chữ 私 thay thế. Chữ KHƯ 厶\nbây giờ đóng vai trò là thành phần tạo chữ (một bộ trong 214 bộ thủ)."
  },
  "去": {
    "kanji": "去",
    "han_viet": "Khứ, khu, khử",
    "nghia": "",
    "pinyin": "qú • qù",
    "kun": "さ-る",
    "on": "キョコ",
    "tu_ghep": "",
    "chi_tiet": "Chữ KHỨ 去 là một chữ hội ý kết cấu trên dưới, trong các dạng cổ văn chữ\nkhứ miêu tả hình ảnh một người đàn ông, sau lưng anh ta là một ô nhỏ, ô nhỏ\nnày sau đó được thể hiện là bộ khư 厶, là một cái vòng dây biểu tượng cho sự\nsở hữu hay riêng tư (xem bài phân tích bộ khư 厶). Cho nên có thể hiểu hình\nảnh trên diễn tả một người đàn ông đang rời khỏi nhà, gia đình để đi kiếm\nsống. chữ 去 có nghĩa ban đầu là rời đi, mở rộng thêm các nghĩa như từ bỏ,\nxóa bỏ…"
  },
  "杰": {
    "kanji": "杰",
    "han_viet": "Kiệt",
    "nghia": "",
    "pinyin": "jié",
    "kun": "すぐ-れる",
    "on": "ケツゲチ",
    "tu_ghep": "出.",
    "chi_tiet": "Chữ 杰 kiệt có nghĩa Người giỏi, kẻ tài trí hơn người.\n“Thế gian cũng lắm sự hài\nDưới cây（木） đốt lửa（灬）người tài 杰 ló ra”\nĐọc xong hai câu thơ trên làm chợt nhớ đến một câu chuyện ly kỳ truyền tụng\nnhiều đời ở Trung Quốc:\nChuyện kể rằng vào thời Xuân Thu (770-221) trước công nguyên, các nước\nthôn tính lẫn nhau, thái tử Trùng Nhĩ nhà Tấn phải chạy lánh nạn khắp nơi,\nhết chạy sang nước Địch lại trốn sang nước Vệ, nước Tề, nước Sở.\nTheo hầu thái tử có người tôi trung thành tận tuỵ là Giới Tử Thôi. Trong suốt"
  },
  "己": {
    "kanji": "己",
    "han_viet": "Kỷ",
    "nghia": "",
    "pinyin": "jǐ",
    "kun": "おのれつちのとな",
    "on": "コキ",
    "tu_ghep": "",
    "chi_tiet": "Chữ KỶ 己 Là hình ảnh của một sợi dây thừng uốn lượn. Có ý nghĩa là sự\nkiềm chế, trói buộc và kỷ luật, nhưng ý nghĩa đó đã được thay thế bằng chữ\n紀. Bây giờ 己 chỉ có nghĩa là chính mình, vì bản thân là người duy nhất có\nthể kiềm chế chính mình."
  },
  "見": {
    "kanji": "見",
    "han_viet": "Kiến",
    "nghia": "",
    "pinyin": "jiàn • xiàn",
    "kun": "み-るみ-えるみ-せる",
    "on": "ケン",
    "tu_ghep": "",
    "chi_tiet": "Chữ KIẾN 見 là một chữ hội ý kết cấu trên dưới, gồm phía trên là bộ MỤC\n目 (con mắt) phía dưới là bộ NHI 儿 (người). Xem hình dạng chữ ở giáp cốt,\nkim và triện văn, chữ KIẾN 見 là hình ảnh một con mắt lớn được gắn lên một\nhình người. Hình người này ở dạng chữ khải thư bị biến đổi chỉ còn hai chân\ngiống như chữ NHI 儿 vậy. Tính chất hội ý của hai bộ phận này là đứng lên\nvà đi ra ngoài để nhìn thấy rõ hơn, nhìn thấy được nhiều thứ hơn. Thật vậy,\ncon người ta sẽ chẳng thấy gì hay ho ngoài bốn bức tường nếu suốt ngày cứ\nngồi một chỗ. Phải đi ra ngoài để nhìn thấy thế giới bao la với bao điều thú vị.\nNế"
  },
  "金": {
    "kanji": "金",
    "han_viet": "kim",
    "nghia": "",
    "pinyin": "jīn • jìn",
    "kun": "かねかながね",
    "on": "キンコンゴン",
    "tu_ghep": "",
    "chi_tiet": "Chữ KIM 金 mô tả quá trình rèn một chiếc rìu. Ở Trung Quốc cổ đại, KIM 金\ncó thể đại diện cho tất cả các loại kim loại, để tránh sự nhầm lẫn, họ bắt đầu\nphân loại kim loại và tạo ra các ký tự mới từ chữ 金 như 銅, 鐵 and 銀, 金,\nsau đó chỉ có nghĩa là vàng là kim loại đắt nhất và cũng có nghĩa là tiền."
  },
  "京": {
    "kanji": "京",
    "han_viet": "Kinh",
    "nghia": "",
    "pinyin": "jīng",
    "kun": "みやこ",
    "on": "キョウケイキン",
    "tu_ghep": "",
    "chi_tiet": "Chữ KINH 京 là một chữ tượng hình vẽ lại cung điện của nhà vua. Trong giáp\ncốt và kim văn cung điện nhà vua được miêu tả là một ngôi nhà cao lớn phần\ntrên là mái nhà có hình tam giác, phần dưới là phần chân của ngồi nhà. Đặc\nđiểm kiến trúc với phần mái hơi lớn hơn vẫn thường thấy trong các công trình\nquan trọng của người Trung Quốc, nhiều công trình trong số đó vẫn tồn tại\ncho đến ngày nay. Chữ KINH 京 với nghĩa ban đầu chỉ cung điện vua về sau\ncũng chỉ luôn là kinh đô, kinh thành nơi đặt cung điện của vua, hay thủ đô của\nmột nước. Chữ KINH cũng được dùng với nghĩa to lớn như trong từ kinh đài\n("
  },
  "鯨": {
    "kanji": "鯨",
    "han_viet": "Kình, canh",
    "nghia": "",
    "pinyin": "jīng • qíng",
    "kun": "くじら",
    "on": "ゲイ",
    "tu_ghep": "kình nghê 鯨鯢",
    "chi_tiet": "Chữ Kình (鯨) có nghĩa là cá Kình hay cá Voi. Hình tuy giống cá mà thực\nra thuộc về loài thú. Có con to dài đến tám chín mươi thước.\nChữ là một chữ hình thanh, Phân tích chữ ta thấy bên trái là chữ Ngư 魚 là\ncon cá (chữ này có nhiệm vụ biểu ý) bên phải là chữ Kinh 京 danh từ là\nKinh đô nơi ở của Vua, Họ kinh... Tính từ mang nghĩa cao hay to lớn (chữ\nnày chủ yếu có tác dụng chỉ âm đọc).\nMột loài cá to lớn, vua của các loài cá thì là cá Kình hay cá Voi."
  },
  "技": {
    "kanji": "技",
    "han_viet": "Kỹ",
    "nghia": "",
    "pinyin": "jì",
    "kun": "わざ",
    "on": "ギ",
    "tu_ghep": "",
    "chi_tiet": "Chữ KỸ 技 có thể hiểu theo hai cách, một là chữ hội ý, hai là chữ hình thanh.\nNếu coi đây là một chữ hình thanh thì bộ biểu nghĩa là bộ THỦ 扌 và chữ\nCHI 支 (chi nhánh) biểu thị âm đọc. Nếu lý giải là chữ hội ý thì KỸ 技 gầm\nba bộ thủ tạo thành. Một là bộ THỦ 扌(tay) hai là bộ HỰU 又(làm lại) và ba\nlà chữ THẬP 十 (số mười, số nhiều, tròn đầy mĩ mãn nhất). Với tính chất hội\ný này, KỸ 技 chính là sự khéo léo của đôi tay. Trong quá trình làm việc, do\ncần mẫn và sáng tạo, làm đi làm lại nhiều lần, mỗi một năng lực thực hành\nnào đó sẽ được rèn luyện đến mức thành thục, khiến cho kết quả được trọn\nvẹn. KỸ 技"
  },
  "記": {
    "kanji": "記",
    "han_viet": "ký",
    "nghia": "",
    "pinyin": "jì",
    "kun": "しる-す",
    "on": "キ",
    "tu_ghep": "",
    "chi_tiet": "Chữ KÝ 記 là một chữ dạng hình thanh kiêm hội ý. Bao gồm bộ NGÔN 言\n(lời nói hay ngôn từ) và KỶ 己 (hình ảnh của một sợi dây cuộn, xem lại bài\nchữ 己). Người Trung Quốc cổ đại đã tạo ra các bản ghi bằng cách buộc các\nnút thắt, bộ 言 là lời nói, ngôn từ, là công cụ để giao tiếp, vì vậy 記 ban đầu\ncó ý nghĩa là các bản ghi, ghi lại các câu chuyện trong cuộc sống."
  },
  "羅": {
    "kanji": "羅",
    "han_viet": "La",
    "nghia": "",
    "pinyin": "luō • luó",
    "kun": "うすもの",
    "on": "ラ",
    "tu_ghep": "門, lân la 鄰羅 • lâu la 嘍羅.",
    "chi_tiet": "Chữ LA 羅 (lưới bắt chim) là một dạng chữ hội ý. Kết hợp bởi ba bộ phận\nMỊCH 糸 (tơ lụa) , bộ CHUY 隹 (con chim) và bộ VÕNG 罒 ở trên là những\nmắt lưới nhỏ. Chữ LA 羅 biểu thị ý nghĩa là dùng lưới có mắt lưới nhỏ để bắt\nchim, nghĩa gốc là lưới bắt chim. Lưới bắt chim có đặc điểm là mắt lưới nhỏ\nvà dày. Do vậy, thế hệ sau gọi cái sàng có lỗ nhỏ là cái la. Ngoài ra một thứ\nnữa cũng gọi là la , có chất liệu nhẹ, mỏng, sau khi chúng được đan lại với\nnhau, tạo thành một sản phẩm dệt có mắt lưới rõ rệt. Nó thường làm tất hoặc\náo mùa hè."
  },
  "來": {
    "kanji": "來",
    "han_viet": "Lai, lãi",
    "nghia": "",
    "pinyin": "lái • lài",
    "kun": "く-る;きた-る;きた-す;",
    "on": "ライ;タイ",
    "tu_ghep": "回 • lai lâm 來臨 • lai lịch 來",
    "chi_tiet": "Chữ LAI 來 là một chữ tượng hình mô tả lại một cây lúa mì với những chiếc\ntai lúa khụp xuống. Nghĩa ban đầu của 來 là cây lúa mạch, nhưng nghĩa này\nsau đó đã được thay thế bằng chữ mạch 麥. Mặt khác hình ảnh trên báo hiệu\nlúa đã đến kỳ thu hoạch, thu hút người dân đến để gặt lúa. Vì vậy, 來 cũng có\nnghĩa là đến nơi hoặc đến."
  },
  "狼": {
    "kanji": "狼",
    "han_viet": "Lang",
    "nghia": "",
    "pinyin": "hǎng • láng • lǎng • làng",
    "kun": "おおかみ",
    "on": "ロウ",
    "tu_ghep": "lang 豺狼.",
    "chi_tiet": "Chữ LANG 狼 là một chữ hình thanh kết cấu trái phải. Trong đó, bộ\nKHUYỂN 犭 bên trái có tác dụng biểu nghĩa cho chữ, chữ LƯƠNG 良\n(lương thiện) có nhiệm vụ biểu thị âm đọc. 犭 là con chó, một loài vật có\nnguồn gốc hoang dã, được con người thuần hóa trở thành vật nuôi giữ nhà.\nTrong chữ hán bộ khuyển được dùng rất nhiều với vai trò biểu nghĩa khi tham\ngia tạo chữ. Các chữ hán trong đó có bộ khuyển đa số có ý nghĩa liên quan\nđến hành vi của loài chó, một số khác chỉ tên các loài vật, đặc biệt là các loài\nvật ăn thịt. Trong cấu tạo chữ 狼 với vai trò biểu nghĩa kết hợp với âm đọc\n“liǎng” của 良 tạo thà"
  },
  "靈": {
    "kanji": "靈",
    "han_viet": "Linh",
    "nghia": "",
    "pinyin": "líng • lìng",
    "kun": "たま",
    "on": "レイリョウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ LINH 靈 ở dạng phổn thể là một chữ hội ý, gồm trên là chữ VŨ 雨, giữa\nlà ba chữ KHẨU 口 và dưới là chữ VU 巫 (phù thủy).\nChữ VŨ 雨 (mưa) biểu tượng của thiên nhiên. Vốn là một nước nông nghiệp,\nmùa màng được mất trước đây chủ yếu dựa vào thời tiết, khí hậu. Khi mà\nkhoa học chưa phát triển, mọi sinh hoạt đời sống, trong đó có cả hoạt động\nsản xuất đều chịu ảnh hưởng và chịu sự chi phối của hoàn cảnh tự nhiên. Tín\nngưỡng dân gian ra đời nhằm thỏa mãn nhu cầu tinh tinh thần, sự gửi gắm,\nniềm hy vọng của người dân lao động vào những lực lượng siêu phàm – đó là\nthần linh. Hoạt động cúng tế, cầu đảo "
  },
  "牢": {
    "kanji": "牢",
    "han_viet": "Lao, lâu, lạo",
    "nghia": "",
    "pinyin": "láo • lào • lóu",
    "kun": "かた-いひとや",
    "on": "ロウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ LAO 牢 là một chữ hội ý điển hình có kết cấu trên dưới, bao gồm bộ\nMIÊN 宀 (nhà) và bộ NGƯU 牛 (con trâu). Chữ 牢 miêu tả một con trâu bị\nnhốt trong một cái nhà chật hẹp. nghĩa ban đầu của chỉ cái chuồng để nhốt gia\nsúc. Mặt khác, khi con vật bị nhốt, nó sẽ bị hạn chế về mặt không gian và bị\nquản chế của người chủ nên 牢 cũng dùng để chỉ nhà ngục, là nơi giam giữ\nnhững phạm nhân mắc tội."
  },
  "臨": {
    "kanji": "臨",
    "han_viet": "Lâm, lấm, lậm",
    "nghia": "Nhìn xuống, đến, gần, sát,",
    "pinyin": "lín • lìn",
    "kun": "のぞ.む",
    "on": "リン",
    "tu_ghep": "",
    "chi_tiet": "Chữ LÂM 臨 trong giáp cốt văn miêu tả một người đàn ông khom lưng nhìn\nxuống, phía dưới chân anh ta là một số vật phẩm. Để nhìn rõ thấy được vật\ndưới chân, người đàn ông phải khom lưng, ghé sát mắt vào vật cần xem.Chữ\nban đầu có nghĩa là “ở trên cao nhìn xuống” nghĩa mở rộng của là “hạ cố” bởi\nhình ảnh trên có thể xem là hình ảnh một người quyền cao chức trọng hạ mình\nxuống để được gần gữi với những người có địa vị xã hội thấp kém hơn mình.\nMặt khác hành động khom lưng xuống cũng khiến cho người đàn ông và vật\ncần xem gần nhau hơn nên có nghĩa là đến gần, xuống đến."
  },
  "林": {
    "kanji": "林",
    "han_viet": "Lâm",
    "nghia": "",
    "pinyin": "lín",
    "kun": "はやし",
    "on": "リン",
    "tu_ghep": "林.",
    "chi_tiet": "Chữ LÂM 林 được cấu tạo theo nguyên tắc hội ý kết cấu trái phải gồm hai bộ\nMỘC 木 tạo thành. MỘC 木 là cây, hai biểu thị cho số nhiều, hai bộ MỘC 木\nhợp lại biểu thị ý nghĩa nhiều cây tụ họp lại thành rừng 林. Thời đại nguyên\nthủy con người sống chủ yếu bằng săn bắt và hái lượm. Rừng là nhà, là không\ngian rộng lớn cho con người sinh sống."
  },
  "禮": {
    "kanji": "禮",
    "han_viet": "Lễ",
    "nghia": "",
    "pinyin": "lǐ",
    "kun": "ÂM KUN/ON",
    "on": "レイ;ライ",
    "tu_ghep": "",
    "chi_tiet": "Chữ “Lễ” (禮) bao gồm chữ “Kỳ” (礻, 示 – Thần đất, biểu thị) cùng với chữ\n“Phong” (豐 – phong phú) tổ hợp thành. “Phong” (豐) còn có một nghĩa nữa,\nđó là chỉ loại khí cụ được sử dụng trong các nghi lễ cúng tế thời xưa để biểu\nđạt thành ý và sự tôn trọng đối với các vị Thần."
  },
  "亂": {
    "kanji": "亂",
    "han_viet": "Loạn",
    "nghia": "",
    "pinyin": "luàn",
    "kun": "みだ-れる;みだ-る;みだ-",
    "on": "ラン;ロン",
    "tu_ghep": "",
    "chi_tiet": "Chữ LOẠN 亂 là chữ hội ý. Quan sát chữ LOẠN 亂 ở dạng chữ kim văn, hình\nthù giống như hai bàn tay đang gỡ rối trên dàn. Sau khi tơ được kéo ra phải có\nsự xử lý kịp thời, phải cuốn tơ lại, nếu không sẽ bị rối. Trong chữ hán khi cấu\ntạo chữ LOẠN 亂 người ta cũng lấy hiện tượng trên làm căn cứ. Tổng thể của\nchữ LOẠN 亂 là hình ảnh bó tơ được xử lý trong hai bàn tay, ở giữa có một\nnét “—“, biểu thị chiếc giá cuốn tơ, người xưa gọi nó là hỗ. Loạn vốn nghĩa là\nxử lý, khuôn phép đồng thời LOẠN 亂 cũng có nghĩa là hỗn loạn, hỗn độn,\nchưa qua xử lý.\nTrong chữ LOẠN ở dạng khác là 乱 cũng có nghĩa là hỗn loạn,"
  },
  "祿": {
    "kanji": "祿",
    "han_viet": "Lộc, lục",
    "nghia": "",
    "pinyin": "lù",
    "kun": "さいわ-いふち",
    "on": "ロク",
    "tu_ghep": "",
    "chi_tiet": ""
  },
  "雷": {
    "kanji": "雷",
    "han_viet": "Lôi",
    "nghia": "",
    "pinyin": "léi • lèi",
    "kun": "かみなりいかずちいか",
    "on": "ライ",
    "tu_ghep": "",
    "chi_tiet": "Chữ LÔI 雷 là chữ hội ý kết cấu trên dưới. Phần trên là bộ VŨ 雨 phần dưới là\nchữ ĐIỀN 田. Quan sát chữ giáp cốt thì chữ 雷 là sự mô tả hiện tượng tự\nnhiên, trong con mưa, chớp giật lóe trên bầu trời. hai hình nhỏ hai bên vệt\nchớp biểu tượng của những giọt nước mưa được phóng đại lên mang ý nghĩa\nbiểu trưng (mưa to). Điều đó chứng tỏ, người xưa quan sát các hiện tương\nmưa, sấm chớp và phát hiện các hiện tượng này có liên quan tới nhau. Trước,\ntrong và sau cơn mưa thường có sét lóe lên kèm theo tiếng sấm. Sau tiếng\nsống vang động là mưa rơi. Các hiện tượng mưa, sấm , chớp đều có quan hệ\nmật thiết v"
  },
  "利": {
    "kanji": "利",
    "han_viet": "Lợi",
    "nghia": "",
    "pinyin": "lì",
    "kun": "き-く",
    "on": "リ",
    "tu_ghep": "",
    "chi_tiet": "Chữ LỢI 利 là một chữ hội ý kết hợp trái phải, bao gồm bộ HÒA 禾 (cây lúa)\nvà bộ ĐAO 刂 (con dao). Chữ hòa vẽ lại cảnh hớn hở của người nông dân khi\nđến mùa thu hoạch hoa màu. Sau những tháng ngày vật vả chăm bón và chờ\nđợi cuối cùng cũng đến lúc người nông dân thu lại lợi phẩm do chính mình\nlàm ra. Chữ LỢI 利 với bộ HÒA 禾 hợp với bộ ĐAO 刂 là biểu tượng của\ncảnh thu hoạch đang diễn ra. Người ta dùng liềm để gặt những bó lúa nặng\ntrĩu hạt. Nhũng bó lúa này là thành quả lao động, là mô hôi, công sức và là ân\nphúc của thần linh như quan niệm của người xưa."
  },
  "六": {
    "kanji": "六",
    "han_viet": "Lục",
    "nghia": "",
    "pinyin": "liù • lù",
    "kun": "むむ-つむっ-つむい",
    "on": "ロク",
    "tu_ghep": "lục súc 六畜 • lục vị 六味 •",
    "chi_tiet": "Chữ LỤC 六 là một chữ chỉ sự, chữ lục trong giáp cốt văn và kim văn được\nviết giống như hình một ngôi nhà. Một ngôi nhà thông thường gồm bốn bức\ntường và hai bên mái, tất cả có sáu mặt."
  },
  "旅": {
    "kanji": "旅",
    "han_viet": "Lữ",
    "nghia": "Khách xa nhà, phòng trọ, đơn",
    "pinyin": "lǚ",
    "kun": "たび",
    "on": "リョ",
    "tu_ghep": "",
    "chi_tiet": "Chữ LỮ 旅 trong giáp cốt và kim văn miêu tả hình ảnh hai người đứng dưới\nmột lá cờ. Hai người đàn ông tượng trưng cho rất nhiều binh sĩ cùng hành\nquân dưới quân kỳ bay phấp phới trong gió. Bắt đầu từ triện văn hình thể chữ\ncó sự thay đổi, hình ảnh lá cờ được đơn giản lại cùng với đó là hình ảnh ba\nngười đàn ông đứng dưới lá cờ thay vì hai như trong giáp cốt và kim văn.\nNghĩa gốc của của là “quân lữ” (quân đội). Quân đội ngày xưa cứ 500 lính gọi\nlà một lữ. Sau đó 旅 mở rộng nghĩa là khách phương xa như trong các từ lữ\nkhách, lữ hành…"
  },
  "理": {
    "kanji": "理",
    "han_viet": "lý",
    "nghia": "",
    "pinyin": "lǐ",
    "kun": "ことわり",
    "on": "リ",
    "tu_ghep": "",
    "chi_tiet": "Chữ LÝ 理 đến nay vẫn có hai quan\nđiểm chính sau đây:\nQuan điểm thứ nhất , các học giả cho rằng, chữ LÝ 理 là một chữ hội ý kết\ncấu trái phải bên trái là bộ VƯƠNG 王 bên phải là bộ LÝ 里. Chữ VƯƠNG\n王 đứng riêng lẻ lại là một chữ hội ý, nét sổ ở giũa kết nối ba nét ngang, thứ\ntự từ trên xuống dưới mỗi nét ngang là biểu trưng lần lượt là thiên, nhân và\nđịa, cũng có nghĩa là kết nối tam tài, gồm thiên tài, địa tài, và nhân tài. Nói\ncách khác đó là hình ảnh biểu trưng về một con người, trên thông thiên văn ,\ndưới tường địa lý, giữa hiểu việc đời. Chữ LÝ 里 đứng riêng lẻ cũng là một\nchữ hội ý, gồm bộ ĐI"
  },
  "媽": {
    "kanji": "媽",
    "han_viet": "Ma, Mụ",
    "nghia": "",
    "pinyin": "mā",
    "kun": "はは",
    "on": "ボモ",
    "tu_ghep": "",
    "chi_tiet": "Chữ MA 媽 (mẹ) là một chữ hình thanh, trong cấu tạo chữ MA 媽 bao gồm\nbộ NỮ 女 (đàn bà, phụ nữ) có nhiệm vụ là bộ phận biểu nghĩa, bộ MÃ 馬(con\nngựa) là bộ phận biểu thị âm đọc. Nhiều tài liệu chữ hán phân tích chữ MA\ntheo dạng chữ hội ý thì chữ MA chỉ người phụ nữ vất vả như thân phận trâu\nngựa. Thật ra, cách phân tích này hoàn toàn không có cơ sở. Bản thân bộ MÃ\n馬 hoàn toàn không có tác dụng biểu nghĩa trong chữ MA 媽, nghĩa của chữ\nnằm hoàn toàn ở bộ NỮ 女. MA 媽 có nghĩa là mẹ, phát triển thêm các nghĩa\nchỉ người phụ nữ cứng tuổi, hay vú già với âm đọc là MỤ."
  },
  "買": {
    "kanji": "買",
    "han_viet": "Mãi",
    "nghia": "",
    "pinyin": "mǎi",
    "kun": "か-う",
    "on": "バイ",
    "tu_ghep": "婬 • mãi lộ 買路.",
    "chi_tiet": "Chữ Mãi Giản thể thay đổi thành 「买」gồm nửa bộ mịch 冖 ở trên (có nghĩa\nlà trùm kín, bịt) ở dưới là bộ đầu 头 (cái đầu), về bản chất việc mua bán là\nphải dùng tiền bạc nhưng ở đây lại giống như sự bưng bít, bịt miệng và cướp\ngiật tài sản."
  },
  "賣": {
    "kanji": "賣",
    "han_viet": "Mại",
    "nghia": "",
    "pinyin": "mài",
    "kun": "う-る;う-れる",
    "on": "バイ",
    "tu_ghep": "淫 • mại hôn 賣婚.",
    "chi_tiet": "Chữ MẠI 賣(bán) xuất hiện từ thời kỳ chiến quốc. Thuyết văn giải nghĩa chữ\nMẠI như sau : “Mại, xuất vật hóa dã”. Tòng xuất tòng mãi” (Mại tức là xuất\nhàng hóa ra, xuất biểu nghĩa, mãi biểu âm). Xét về mặt hình thể, Mại được tạo\nthành trên cơ sở chữ MÃI 買 (mua). Về mặt ý nghĩa MẠI và MÃI trái ngược\nnhau.\nĐáng chú ý là, thời gian ra đời chữ MẠI và MÃI chênh lệch nhau rất xa. Theo\nlẽ thương MÃI và MẠI (mua và bán) là một cặp đối lập, có mua tức có bán.\nVới sự xuất hiện muộn của chữ MẠI theo nguyên tắc từ chính phản, thì MÃI\nnên kiêm hai nghĩa mua vào và bán ra, Nhưng trong kinh điển, MẠI làm minh\n"
  },
  "恾": {
    "kanji": "恾",
    "han_viet": "Mang",
    "nghia": "bận rộn, bề bộn, vội, cấp bách,",
    "pinyin": "máng",
    "kun": "いそが-しい",
    "on": "ボウモウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ Mang (“忙” máng) có nghĩa là vội, vội vàng, bận rộn. Nó được ghép\nbởi chữ Tâm (tâm, tim, lòng: “心”) và chữ Vong (quên, mất: “亡”). Ngụ ý\nnói rằng, con người một khi mà vội vã, bận rộn thì sẽ đánh mất tâm, người\nvội, bận rộn thì thường thường sẽ vô tâm.\nChính bởi vì đã đánh mất tâm nên vội vàng sẽ sinh ra lỗi sai và bị loạn, bị\nxáo trộn. Một người làm việc mà không có tâm thì sao có thể không phạm\nlỗi, không loạn?\nLo âu, kiêu căng, bất an, vội vàng, là cách dễ dàng nhất để mất đi tâm. Phải\ntĩnh hạ tâm xuống thì mới có thể an định, sự tình mới có thể thong dong\nđược."
  },
  "皿": {
    "kanji": "皿",
    "han_viet": "Mãnh, mẫn",
    "nghia": "mãnh",
    "pinyin": "mǐn • mǐng",
    "kun": "さら",
    "on": "ベイ",
    "tu_ghep": "thường xuyên",
    "chi_tiet": "Chữ MÃNH 皿 là một chữ tượng hình, mô tả một dụng cụ dùng để đựng đồ\năn thức uống với phần đế chân rất rộng giúp nó đứng vững. Ngày nay người\nta ít sử dung 皿 với vai trò chữ đơn nhưng trong cấu tạo các chữ hán khác bộ\nthủ này xuất hiện rất thường xuyên."
  },
  "母": {
    "kanji": "母",
    "han_viet": "Mẫu, Mô",
    "nghia": "",
    "pinyin": "mú • mǔ • wú • wǔ",
    "kun": "ははも",
    "on": "ボ",
    "tu_ghep": "",
    "chi_tiet": ""
  },
  "貿": {
    "kanji": "貿",
    "han_viet": "Mậu",
    "nghia": "",
    "pinyin": "mào",
    "kun": "ÂM KUN/ON",
    "on": "ボウ",
    "tu_ghep": "dịch 自由貿易.",
    "chi_tiet": "Chữ MẬU 貿 do hai bộ thủ tạo thành theo kết cấu trên dưới. Phần trên là chữ\nMÃO 卯 với ý nghĩa là một trong 12 địa chi, phần dưới là BỐI 貝 (vỏ sò, tiền\ntệ). Ngày xưa tính thời gian theo can chi. Đối với các khoảng thời gian trong\nngày, giờ mão được tính từ 5 đến 7 giờ sáng. Khoảng thời gian buổi sáng có ý\nnghĩa rất lớn trong công việc của cả một ngày. Thời gian này trôi đi rất nhanh\nvới những tất bật, toan tính. Vì vậy có thể coi MÃO 卯 là yếu tố biểu nghĩa\nkết hợp với BỐI 貝 nhấn mạnh ý nghĩa thời cơ trong thương mại. Một khi\nhàng đã có trong tay phải chuyển thành tiền, đồng thời khi có tiền thì "
  },
  "冖": {
    "kanji": "冖",
    "han_viet": "Mịch",
    "nghia": "",
    "pinyin": "mì",
    "kun": "ÂM KUN/ON",
    "on": "ベキ",
    "tu_ghep": "khá thường xuyên.",
    "chi_tiet": "Chữ MỊCH 冖 là một chữ tượng hình mô tả lại một cái khăn trùm, được phủ\nlên một vật gì đó ở bên trong. Nghĩa của 冖 là che đậy, phủ lên, nhưng nghĩa\nnhư vậy đã được thay thế bằng 冪, ngày nay 冖 được dùng chủ yếu với vai trò\nlà bộ thủ tạo chữ. Cần phân biệt 冖 với bộ MIÊN 宀 (mái nhà) khác biệt là nét\nnhỏ ở phía trên xuất hiên ở bộ MIÊN 宀."
  },
  "寞": {
    "kanji": "寞",
    "han_viet": "Mịch",
    "nghia": "",
    "pinyin": "mò",
    "kun": "さび-しい",
    "on": "バクマク",
    "tu_ghep": "寞",
    "chi_tiet": "Chữ “mịch” (寞) có chữ “miên” (宀) ở phía trên, bên dưới là chữ “mạc” (莫).\nChữ “mạc” trong triện văn có bốn bụi cỏ ở trên và dưới, chính giữa là Mặt\ntrời, ngụ ý Mặt trời xuống núi, nấp trong bụi cỏ. Vì vậy chữ “mịch” có ý là\nbuổi tối Măṭ trời xuống núi. Xét theo nghĩa rộng hơn là tối tăm, yên lặng,…"
  },
  "米": {
    "kanji": "米",
    "han_viet": "Mễ",
    "nghia": "",
    "pinyin": "mǐ",
    "kun": "こめよね",
    "on": "ベイマイメエトル",
    "tu_ghep": "",
    "chi_tiet": "Chữ MỄ 米 là một chữ tượng hình, trong giáp cốt văn chữ 米 mô tả lại một\ncành lúa nặng trĩu hạt. Chữ 米 ngày nay được viết bằng bộ mộc (木) thêm\nhai nét phẩy biểu tượng cho nhiều hạt lúa từ bông lúa. Cần phân biệt bộ mễ\nvới hòa (禾 ) và thử (黍). Trong khi 禾 chỉ ý nghĩa là cây lúa nói chung, thử\nmột loại lúa nếp đặc biệt trồng ở vùng nước trũng thì 米 chính là thành phẩm\ncủa chúng, đó là những hạt gạo."
  },
  "宀": {
    "kanji": "宀",
    "han_viet": "Miên",
    "nghia": "mái) , lợp nhà",
    "pinyin": "mián",
    "kun": "ÂM KUN/ON",
    "on": "ベン;メン",
    "tu_ghep": "rất thường xuyên.",
    "chi_tiet": "Chữ MIÊN 宀 là một chữ tượng hình, mo tả hình ảnh của một ngôi nhà cổ,\nngôi nhà như vậy được hình thành bởi hai mái được liên kết với nhau, điểm\ntiếp giáp hai mai là phần nóc ở phía trên. Ngày nay, 宀 chỉ được sử dụng như\nmột bộ thủ tao chữ hán, chúng xuất hiện rất thường xuyên trong cấu tạo các\nchữ hán. Cần phân biệt 宀 với MỊCH 冖 điểm khác biệt chỉ là một chấm nhỏ\nphía trên."
  },
  "綿": {
    "kanji": "綿",
    "han_viet": "Miên",
    "nghia": "Bông, mềm mại, lâu dài, nối",
    "pinyin": "mián",
    "kun": "わた",
    "on": "メン",
    "tu_ghep": "",
    "chi_tiet": "Chữ MIÊN là chữ hội ý gồm hai bộ thủ tạo thành. Trong đó có bộ MỊCH 糸\n(sợi tơ) và chữ BẠCH 帛 (lụa) tạo thành, nghĩa là tơ lụa được chế tác từ\nbông. Chữ MIÊN 棉 (cây bông) cùng âm cũng là chữ hội ý kết cấu trái phải,\ngồm bộ MỘC 木 và bộ BẠCH 帛 tạo thành.\nBông là nguyên liệu dệt quan trong nhất và cũng thường gặp nhất. Nhưng nó\nvốn là một loại thực vất nhiệt đới. Trước nhà hán, bông đươc đưa từ các nước\nchâu phi, ấn độ đến các vùng biên giới Trung Quốc như đảo Hải Nam, Vân\nNam. Cho đến đời tống , nguyên bông mới được mở rộng sang khu vực Trung\nNguyên.\nTrong các nguyên liệu dệt của Trung Quốc, bông"
  },
  "明": {
    "kanji": "明",
    "han_viet": "Minh",
    "nghia": "Sáng, sáng tỏ, hiểu, có trí tuệ,",
    "pinyin": "Míng",
    "kun": "あ-かりあか-るいあか-",
    "on": "メイミョウミン",
    "tu_ghep": "",
    "chi_tiet": "Chữ Minh 明 nghĩa là sáng, được hợp bởi bộ Nhật 日 là mặt trời và bộ\nNguyệt 月 là mặt trăng.\nNhật và nguyệt hai vầng sáng lớn nhất trên bầu trời theo quan niệm của người\nxưa, khi hai vầng sáng này hội tụ lại sẽ tạo nên một vàng sáng lớn hơn, cho\nnên ý nghĩa ban sơ của chữ Minh 明 là sáng , chiếu sáng, sau phát triển thêm\nnghĩa mở rộng chỉ những người thông minh và hiểu biết."
  },
  "盟": {
    "kanji": "盟",
    "han_viet": "Minh",
    "nghia": "anh em.",
    "pinyin": "méng • mèng • míng",
    "kun": "ÂM KUN/ON",
    "on": "メイ",
    "tu_ghep": "聯盟, đồng minh quốc 同盟國.",
    "chi_tiet": "Chữ MINH 盟 là một chữ hình thanh kết cấu trên dưới. Trong đó, chữ MINH\n明 (sáng) phía trên có tác dụng biểu thị âm đọc, ý nghĩa của chữ nằm ở bộ\nMÃNH 皿 (cái bát). Chữ MINH 盟 có liên quan đến nghi thức “cắt máu ăn\nthề “ ngày xưa. Đây là nghi thức để kết tình huynh đệ. Những người đàn ông\ngồm 2 hay nhiều hơn tuy không có quan hệ anh em máu mủ, họ hàng nhưng\ncó quan hệ mật thiết, thân tình với nhau như những người anh em thật sự bằng\nnhững lời tuyên thệ kết nghĩa với nhau. Trong những buổi lễ, sẽ có nghi thức\ncắt máu ăn thề, vái trời đất hoặc trao các tín vật làm tin. Đặc biệt là nghi lễ cắt\nmáu ă"
  },
  "煤": {
    "kanji": "煤",
    "han_viet": "Môi",
    "nghia": "",
    "pinyin": "méi",
    "kun": "すす",
    "on": "バイマイ",
    "tu_ghep": "炱 (bồ hóng)",
    "chi_tiet": "Chữ 煤 về mặt cấu tạo là một chữ\nhình thanh có kết cấu trái phải, được hợp thành từ bộ Hỏa 火 là Lửa hay\nnhiệt độ (bộ phận chỉ nghĩa chính yếu), phía bên phải là chữ MỖ 某 là một\nđại từ nhân xưng (thành phần này biểu thị âm đọc). Trải qua một thời gian\nrất dài, từ đời nọ đến đời kia, dưới sức nóng của lửa và áp lực bởi các tầng\nlớp xác thực vật chồng chất lên nhau hình thành nên một loại đá màu đen\ncó thể đốt cháy (火)tạo ra nhiệt gọi là 煤 - Than đá."
  },
  "每": {
    "kanji": "每",
    "han_viet": "Mỗi",
    "nghia": "",
    "pinyin": "měi • mèi",
    "kun": "ごとごと-に",
    "on": "マイ",
    "tu_ghep": "年 • mỗi thiên 每天.",
    "chi_tiet": "Chữ MỖI 每 về mặt cấu tạo là một chữ hình thanh kết cấu trên dưới. Trong\nđó, bộ NHÂN 𠂉 (người) bên trên đóng vai trò biểu thị ý nghĩa và bộ MẪU\n母 (mẹ) có nhiệm vụ biểu thị âm đọc. Để dễ dàng cho việc ghi nhớ mặt chữ,\ncó thể phân tích chữ MỖI 每 ở dang hội ý, tính chất biểu ý của hai bộ phận\ncấu tạo nên chữ (NHÂN 𠂉 và MẪU 母) là : mỗi người chỉ có duy nhất một\nngười mẹ."
  },
  "没": {
    "kanji": "没",
    "han_viet": "Một",
    "nghia": "1. chìm mất",
    "pinyin": "mē • méi • mò",
    "kun": "おぼ-れるしず-むない",
    "on": "ボツモツ",
    "tu_ghep": "",
    "chi_tiet": "Chữ 没 nghĩa là chìm mất, không, lặn (mặt trời),… là một chữ hội ý kết cấu\ntrái phải. Phân tích chữ ta thấy bên trái là 3 chấm thủy 氵 là Nước, bên phải\nlà bộ Thù 殳 một thứ vũ khí dài một trượng hai thước, có hoặc không có\nmũi nhọn. Một vật bị nhấn xuống nước bằng một cây gậy dài chứng tỏ nó\nđã bị chìm sâu lắm rồi không còn nhìn thấy nữa."
  },
  "牧": {
    "kanji": "牧",
    "han_viet": "Mục",
    "nghia": "",
    "pinyin": "mù",
    "kun": "まき",
    "on": "ボク",
    "tu_ghep": "牧• mục đồng 牧童.",
    "chi_tiet": "Chữ Mục 牧 (chăn dắt) được hợp từ 2 bộ thủ là Ngưu 牛 và 攵 Phộc (ngọn\nroi, đánh ) , thể hiện sinh động khả năng thuần phục Trâu bò làm vật nuôi.\nTrâu bò hoang dã thuộc loại thú hung dữ, con người thuần phục nó lúc đầu\ndựa vào sức mạnh. Ngọn roi thể hiện sự áp đảo của con người, điều chỉnh\nhành vi của con vật theo ý muốn của con người."
  },
  "美": {
    "kanji": "美",
    "han_viet": "Mỹ",
    "nghia": "Đẹp, ngon, tươi đẹp, nước mỹ,",
    "pinyin": "Měi",
    "kun": "うつく-しい",
    "on": "ビミ",
    "tu_ghep": "",
    "chi_tiet": ""
  },
  "疒": {
    "kanji": "疒",
    "han_viet": "Nạch",
    "nghia": "",
    "pinyin": "chuáng • nè",
    "kun": "",
    "on": "",
    "tu_ghep": "",
    "chi_tiet": "Chữ NẠCH 疒 là một chữ hội ý. Trong giáp cốt văn chữ miêu tả một người\nnằm trên giường bệnh , hai chấm nhỏ biểu trưng cho những giọt mồ hôi toát\nra do nóng sốt. Trong cấu tạo chữ 疒 có sự xuất hiện của bộ TƯỜNG 爿 (tấm\nphản, cái giường; xem lại bài phân tích bộ 爿 ). Khi người ta bị sốt, cơ thể bị\nsuy nhược, không thể tự đứng bằng đôi chân mà phải nằm tựa vào vật gì đó.\nVì vậy, chữ 疒 có nghĩa ban đầu là tựa vào hay dựa vào, sau đó được dùng để\nchỉ thêm ý nghĩa là bệnh tật."
  },
  "耐": {
    "kanji": "耐",
    "han_viet": "Nại, năng",
    "nghia": "",
    "pinyin": "nài • néng",
    "kun": "た-える",
    "on": "タイ",
    "tu_ghep": "nại cơ” 耐飢.",
    "chi_tiet": "Chữ\nNẠI miêu tả lại một trong những hình phạt loại nhẹ thời trung cổ. Râu là biểu\ntrưng cho sự nam tính. Đàn ông không có râu tượng trưng cho việc thua kém,\nthiếu ý chí và nghị lực. Vì vậy, với những quan lại mắc tội ở mức nhẹ, người\nta đã tiến hành xử phạt bằng cách nhổ hết râu đi. Hình phạt đó cũng là một\nkiểu nhục hình nhưng không nguy hiểm đến tính mạng. Hình phạt tuy diễn ra\nlâu, tội nhân phải chịu đựng cái đau âm ỉ cả thể xác lẫn tinh thần, nhưng nhìn\nchung chỉ cần kiên trì là vượt qua được. Vì vậy NẠI 耐 mang nghĩa phát sinh\nlà chịu đựng được, kiên trì đến cùng. Tiếng hán hiện đại vẫn cò"
  },
  "男": {
    "kanji": "男",
    "han_viet": "Nam",
    "nghia": "",
    "pinyin": "nán",
    "kun": "おとこお",
    "on": "ダンナン",
    "tu_ghep": "",
    "chi_tiet": ""
  },
  "南": {
    "kanji": "南",
    "han_viet": "Nam, na",
    "nghia": "",
    "pinyin": "nā • nán",
    "kun": "みなみ",
    "on": "ナン ナ",
    "tu_ghep": "",
    "chi_tiet": "Chữ NAM 南 là một chữ tượng hình mô tả một ngọn đồi với một cái cây cao\nlớn trên đỉnh của nó, đó là phong cảnh đồi núi và cây cối của miền nam Trung\nQuốc. Trái ngược với phương bắc lạnh lẽo, miền nam của Trung Quốc là một\nnơi ấm áp thích hợp cho cây cối phát triển và sinh sôi, cho nên cảnh quan như\nvậy đã được sử dụng để đại diện cho ý nghĩa là miền nam."
  },
  "鱷": {
    "kanji": "鱷",
    "han_viet": "Ngạc",
    "nghia": "",
    "pinyin": "è",
    "kun": "",
    "on": "",
    "tu_ghep": "",
    "chi_tiet": "Chữ Ngạc 鱷 là con cá sấu, là một Chữ hình thanh được cấu thành từ bộ\nNgư 魚 bên trái và chữ Ngạc 噩 bên phải ( chữ này là bộ phận biểu âm) gợi\nnhớ đến lớp vảy giáp ngoài rất đặc trưng của loài cá sấu. Mặt khác, bộ\nNgạc 噩 còn mang nghĩa là sợ hãi, làm cho khiếp sợ nên 鱷 nghĩa là một\nloài cá khiến người ta khiếp sợ đó là Cá sấu."
  },
  "藝": {
    "kanji": "藝",
    "han_viet": "Nghệ",
    "nghia": "",
    "pinyin": "yì",
    "kun": "う-える;のり;わざ",
    "on": "ゲイ;ウン",
    "tu_ghep": "",
    "chi_tiet": "Chữ NGHỆ 藝 là một chữ hội ý do bốn bộ thủ tạo thành, THẢO 艹 (cây cỏ),\nLỤC 陆 (đất), HOÀN 丸 (tròn), VÂN 云 (mây).\nTheo học giả Tiêu khởi Hồng, tính chất hội ý của bốn bộ thủ tạo chữ trên là\nmiêu tả một nghệ nhân tài năng vượt trội, thân nhẹ như cánh én, đang diễn trò\nthể hiện tài năng của mình một cách hoàn mỹ trên nền mây bồng bềnh. Những\nđộng tác nhẹ nhàng như trên mấy ấy, được thucự hiện giống như trên nền đất,\nnhững người có năng lực bình thường không thể thực hiện được. Đó là sự thể\nhiện của kỹ năng đã đạt đến mức tinh xảo.\nDường Hán lại có cách giải thích khác, Quan sát chữ NGHỆ 藝 dạng ban "
  },
  "義": {
    "kanji": "義",
    "han_viet": "Nghĩa",
    "nghia": "",
    "pinyin": "yì",
    "kun": "ÂM KUN/ON",
    "on": "ギ",
    "tu_ghep": "; tình nghĩa 情義",
    "chi_tiet": "Chữ NGHĨA 義 là chữ hình thanh, phân tích chữ 義 thấy có hai phần: Phần\ntrên là chữ Dương 羊 là con dê, phần dưới là chữ ngã 我 là ta (chủ yếu chỉ\nâm đọc) . Dê là một trong ba con vật người xưa thường đem ra tế Thần linh,\ntế cả Trời đất nữa, như Đàn Nam-giao còn dấu tích, hình ảnh nơi Cung\nĐình Huế còn đó. Ba con vật đem tế sống như vậy gọi là Tam sanh: Trâu,\nDê, Heo. Mỗi một vật này nó phải chịu hy sinh mạng sống thay cho giống\nloại của nó mà cúng tế, đó là một việc làm có ân nghĩa vậy: tức là tinh thần\nHiến dâng. Còn chữ Ngã là ta đặt ở dưới sự hy sinh, tức là tinh thần phụng\nsự. Thế nên khi hai"
  },
  "屰": {
    "kanji": "屰",
    "han_viet": "Nghịch",
    "nghia": "",
    "pinyin": "nì",
    "kun": "さかさか-ささか-らう",
    "on": "ギャクゲキ",
    "tu_ghep": "",
    "chi_tiet": "Chữ NGHỊCH 屰 là một chữ tượng hình, mô tả một người đàn ông lộn ngược,\ncó ý nghĩa trái ngược hay chống lại, ngày nay chúng ta hiếm khi sử dụng 屰,\nthay vào đó chúng ta sử dụng 逆. 逆 là một chữ hình thanh, với bộ 辶(đi, bay,\nhành động) thêm vào với ý nghĩa là hành động trái ngược lại với cái gì đó."
  },
  "午": {
    "kanji": "午",
    "han_viet": "Ngọ",
    "nghia": "Buổi trưa, chi thứ 7 trong 12",
    "pinyin": "wǔ",
    "kun": "うま",
    "on": "ゴ",
    "tu_ghep": "午門 • thượng ngọ 上午 •",
    "chi_tiet": "Chữ NGỌ 午 là một chữ tượng hình, miêu tả một chiếc chày dài để giã gạo,\nnhưng ý nghĩa như vậy đã được thay thế bằng 杵. Một chiếc chày sẽ đứng\nthẳng đứng khi nó được sử dụng để đập hạt trong cối, vì vậy 午 có nghĩa là ở\ngiữa và thường được sử dụng để mô tả thời gian hoặc hướng. Ở Trung Quốc,\nkhoảng thời gian từ 11 giờ sáng đến 1 giờ chiều là giờ ngọ, gần trưa gọi là\nthượng ngọ 上午, quá trưa gọi là hạ ngọ 下午. Mặt khác, sau khi thu hoạch,\nngười ta sẽ tinh luyện hạt bằng chày để làm thức ăn, vì vậy 午 được sử dụng\nlà chi thứ 7 trong 12 địa chi sau tị 巳 (cầu nguyện ngay sau khi thu hoạch)."
  },
  "玉": {
    "kanji": "玉",
    "han_viet": "Ngọc",
    "nghia": "",
    "pinyin": "yù",
    "kun": "たま たま--だま",
    "on": "ギョク",
    "tu_ghep": "玉• bích ngọc 璧玉.",
    "chi_tiet": "Chữ\nngọc biểu thị ý nghĩa là một sợi dây kết nối nhiều miếng ngọc lại với nhau.\nNhư vậy từ hình dạng chữ ngọc, có thể thấy, ngọc không sử dụng chất liệu đá\nnguyên thủy để làm yếu tố biểu ý, mà là đồ trang sức đã được gia công, chế\ntác thành. “Ngọc bất trác bất thành khí” (ngọc mà không được mài dũa thì\nkhông thành đồ trang sức được) chính là sự xuất phát từ ý nghĩa đó."
  },
  "言": {
    "kanji": "言",
    "han_viet": "Ngôn, ngân",
    "nghia": "",
    "pinyin": "yán • yàn • yín",
    "kun": "い-うこと",
    "on": "ゲンゴン",
    "tu_ghep": "",
    "chi_tiet": "Chữ NGÔN 言 miêu tả lại một cái lưỡi được thò ra từ miệng cùng với đó là\nngôn từ đi kèm theo. Cũng giống như chữ THIỆT 舌 (cái lưỡi) nét phảy phía\ntrên nhấn mạnh đây là ngôn từ được phát ra.\nMột chữ khác cùng dùng để chỉ về lời nói là chữ ÂM 音. Cả 言 và 音 đều có\nchung nguồn gốc và cả hai đều có ý nghĩa tương tự nhau."
  },
  "五": {
    "kanji": "五",
    "han_viet": "Ngũ",
    "nghia": "",
    "pinyin": "wǔ",
    "kun": "いついつ-つ",
    "on": "ゴ",
    "tu_ghep": "倫 ngũ sắc 五色 • ngũ tạng 五",
    "chi_tiet": "Chữ NGŨ 五 là một chữ chỉ sự, trong các thể chữ cổ chữ NGŨ 五 là hai\nđường gạch ngang ở trên và ở dưới tượng trưng cho trời đất, hai đường gạch\nngang này được kết nối bằng hai đường chéo, điểm giao nhau chính là điểm ở\ngiữa lưng chừng trời đất. Trong hệ số đếm, Chữ THẬP là số lớn nhất (là gạch\nngang ở trên) NHẤT là số bé nhất (gạch ngang dưới). Như vậy điểm giao\nnhau ở giữa biểu thị cho số năm tức là NGŨ 五.\nCũng có thể hiểu chữ ngũ theo cách khác. Con người có năm ngón tay trong\nmột bàn tay, năm là số lớn nhất có thể được đếm bằng một bàn tay con người,\ndo đó năm dấu chấm (điểm giao nhau) đại di"
  },
  "元": {
    "kanji": "元",
    "han_viet": "nguyên",
    "nghia": "",
    "pinyin": "yuán",
    "kun": "もと",
    "on": "ゲン ガン",
    "tu_ghep": "紀元 • nguyên đán 元旦.",
    "chi_tiet": "Chữ\nNGUYÊN 元 trong thể giáp cốt, kim và triện văn là hình một người đang\nđứng với một gạch ngang lớn biểu thị cái đầu của người đó, phía trên có có\nmột gạch ngang khác ngắn hơn. Nét ngang được thêm vào có tác dụng nhấn\nmạnh đây là phần đầu của con người, hay nghĩa bắt đầu từ đây, từ chỗ này.\nChiều cao của con người được đo từ đỉnh đầu cho đến mặt đất. Theo lẽ\nthường, mọi sự trên đời đều có đầu và có cuối, chữ NGUYÊN từ nghĩa chỉ cái\nđầu, mở rộng nghĩa chỉ sự bắt đầu, đầu tiên, thứ nhất… như trong các từ công\nnguyên, nguyên thủy, nguyên đán,…"
  },
  "語": {
    "kanji": "語",
    "han_viet": "Ngữ",
    "nghia": "",
    "pinyin": "yǔ • yù",
    "kun": "かた-るかた-らう",
    "on": "ゴ",
    "tu_ghep": "語 • ngữ pháp 語法.",
    "chi_tiet": "Chữ NGỮ 語 (ngôn ngữ) là một chữ hình thanh có kết cấu trái phải, bao gồm\nbên trái là bộ NGÔN 言(lời nói) có tác dụng biểu thị ý nghĩa chữ, bên phải là\nNGÔ 吾 (ta, tôi) có tác dụng biểu thị âm đọc. Chữ NGỮ 語 với NGÔN 言\nbiểu thị các ý nghĩa liên quan đến lời nói kết hợp với âm đọc của NGÔ 吾 tạo\nthành chữ với nghĩa là lời lẽ, ngôn ngữ như ngoại ngữ 外語 ."
  },
  "牙": {
    "kanji": "牙",
    "han_viet": "Nha",
    "nghia": "",
    "pinyin": "yá • yà",
    "kun": "きばは",
    "on": "ガ ゲ",
    "tu_ghep": "",
    "chi_tiet": "Chữ NHA 牙 là một chữ tượng hình vẽ lại hình ảnh hai chiếc răng đang siết\nvào nhau. Chữ NHA 牙 ở dạng kim văn là hình của 2 chiếc răng, một của hàm\nbên trên một của hàm bên dưới đang ôm ngạp vào nhau, hai chiếc răng không\nở vị trí đối xứng mà hơi lệch so với nhau biểu thị cho trạng thái của răng khi\nthực hiện động tác nhai thức ăn. Để có thể nghiền nhỏ được thức ăn, ngoài\nviệc siết vào nhau phải có thêm động tác di chuyển qua lại giữa hai hàm răng\ngiống như hoạt động của một cây kéo khi cắt đồ vật. Cũng để chỉ răng, ta có\nthêm chữ XỈ 齒 , so với NHA 牙 thì chữ XỈ 齒 có cấu tạo phức tạp hơn, mức\nđộ "
  },
  "闲": {
    "kanji": "闲",
    "han_viet": "Nhàn, gian",
    "nghia": "",
    "pinyin": "jiān • jiàn • xián",
    "kun": "",
    "on": "",
    "tu_ghep": "",
    "chi_tiet": "Chữ “Nhàn” chính thể 閒 gồm chữ “Môn” (門 – cánh cửa) và chữ “Nguyệt”\n(月- vầng trăng). Khi con người nhàn rỗi thì có thể ngắm trăng, nghĩ tới cung\nQuảng Hàm thuần khiết, tươi đẹp và truyền thuyết về chị Hằng bay lên cung\ntrăng, Ngô Cương chặt quế, thỏ Ngọc giã thuốc. Con người đắm mình ngắm\nnhìn bầu trời và vũ trụ mênh mang, ngẫm nghĩ về kiếp người, suy ngẫm về\nmối quan hệ giữa Trời Đất và con người. Từ đó con người sẽ có những lĩnh\nngộ mới, tấm lòng rộng mở hơn và sức khỏe tốt hơn."
  },
  "眼": {
    "kanji": "眼",
    "han_viet": "Nhãn, nhẫn",
    "nghia": "Con mắt, cái hố, lỗ, chỗ trọng",
    "pinyin": "wěn , yǎn",
    "kun": "まなこめ",
    "on": "ガンゲン",
    "tu_ghep": "",
    "chi_tiet": ""
  },
  "人": {
    "kanji": "人",
    "han_viet": "Nhân, Nhơn",
    "nghia": "Người, con người, tính tình,",
    "pinyin": "rén",
    "kun": "ひと",
    "on": "ジンニン",
    "tu_ghep": "",
    "chi_tiet": "Chữ NHÂN 人 là chữ tượng hình, chỉ con người. Nó có một đặc trưng rất\nlớn, chính là hơi ngả về trước thân, mang hình dáng của một người hơi ngả\nvề trước chứ không phải đứng thẳng lưng.\nCổ nhân khi chắp tay hành lễ chính là có tư thế ngả người về phía trước, hai\ntay chắp lại đặt trước ngực. Tư thế này trực tiếp thể hiện ra một loại thái độ\nkhiêm tốn, nhún nhường. Cho nên, con người phải luôn mang trong mình\nđức tính khiêm tốn, đây cũng chính là chỉ dụ của Thần đối với con người.\nTheo truyền thuyết, con người là do Thần dựa vào hình dạng của bản thân\nmình mà tạo ra, cho nên, con người trước tiên "
  },
  "仁": {
    "kanji": "仁",
    "han_viet": "Nhân, nhơn",
    "nghia": "Lòng thương người, nhân",
    "pinyin": "rén",
    "kun": "ÂM KUN/ON",
    "on": "ジンニニン",
    "tu_ghep": "khoan nhân 寬仁 • nhân ái 仁",
    "chi_tiet": "Chữ NHÂN 亻(người) và NHÂN 仁 (mối quan hệ người với người) hai chữ\nhán cùng âm đọc, lại có mối quan hệ mật thiết với nhau về nghĩa. Chữ NHÂN\n仁, xét về mặt cấu tạo, đây là một chữ hội ý, kết cấu trái phải, trong đó NHÂN\n亻 là người, NHỊ 二 là hai, là nhiều. Chữ NHÂN 仁 thể hiện tính chất biểu ý\nlà người với người sống với nhau trong cộng đồng, để có thể tồn tại thì phải\nyêu thương, đùm bọc giúp đỡ lẫn nhau. Nhiều người quần tụ trong cộng đồng\nvới nhiều mối quan hệ đan xen, ai biết hài hòa tất cả các mối quan hệ ấy là\nngười có NHÂN.\nVới tính chất hội ý, chữ NHÂN 仁 đã thể hiện một cách ngắn gọn về bả"
  },
  "忍": {
    "kanji": "忍",
    "han_viet": "Nhẫn",
    "nghia": "chịu đựng, nhẫn nhịn, nỡ",
    "pinyin": "rěn",
    "kun": "しの-ぶしの-ばせる",
    "on": "ニン",
    "tu_ghep": "",
    "chi_tiet": "Chữ “Nhẫn” là một ví dụ\ntrong số đó.\nChữ Nhẫn (忍) có nghĩa là chịu đựng, nhẫn nhịn, vị tha. Nó còn hàm chứa ý\nnghĩa của sự tự kiềm chế và tự chủ. Đây cũng là một đức hạnh của rất nhiều\nvị anh hùng vĩ đại trong lịch sử.\nNhẫn không chỉ là thể hiện ở sự nhượng bộ, mà còn thể hiện ở chỗ khi bị lăng\nnhục vẫn có thể chịu nhận mà không động tâm, không ôm hận. Chỉ nhìn vào\ncấu trúc chữ Nhẫn (忍) cũng đã biểu đạt được điều này. Bên trên của Nhẫn là\nchữ Đao (刀), bên dưới là chữ Tâm (心).\nÝ tứ ở đây muốn nói rằng nếu ta dùng một thanh đao sắc nhọn mà đâm thẳng"
  },
  "一": {
    "kanji": "一",
    "han_viet": "Nhất",
    "nghia": "",
    "pinyin": "yī",
    "kun": "ひとひと-つひと-り",
    "on": "イチイツ",
    "tu_ghep": "同一 • đơn nhất 单一 • hợp",
    "chi_tiet": "Chữ NHẤT 一 là một chữ chỉ sự, được mô tả là một đường gạch ngang.\nGiống như chữ NHỊ 二 và TAM 三, người Trung Quốc cổ đại đã sử dụng một\nđường gạch ngang để ghi lại con số này. Đường gạch ngang này theo quan\nniệm xưa là tượng trưng cho mặt đất hoặc bầu trời (ý nghĩa này sẽ thường gặp\ntrong cấu tạo của các chữ phức tạp sẽ được phân tích về sau này). Chữ NHẤT\n一 là một bộ thủ trong 214 bộ thủ tham gia cấu tạo chữ hán. Ngoài nghĩa là\nchỉ số đếm đầu tiên, chữ NHẤT 一 còn mang nghĩa là giống nhau, tương\nđồng, cùng."
  },
  "而": {
    "kanji": "而",
    "han_viet": "Nhi, năng",
    "nghia": "",
    "pinyin": "ér • néng",
    "kun": "しこ-うしてしか-してし",
    "on": "ジニ",
    "tu_ghep": "",
    "chi_tiet": "Chữ NHI 而 là một chữ tượng hình. Dạng giáp cốt, chữ NHI 而 giống như bộ\nrâu mọc dưới cằm đàn ông.\nRâu là biểu tượng của nam tính, là một trong những tiêu chí phân định về giới\nnam. Trong tiếng hán có nhiều từ dùng để chỉ người đàn ông có bản lĩnh, có\nkhí phách như nam tử hán. Tiếng việt có những từ tương tự như đáng mày\nrâu, trang nam tử…cổ nhân có câu : “đàn ông không râu bất nghì, đàn bà\nkhông vú lấy gì nuôi con”.\nChữ NHI 而 sau đó được sử dụng theo nguyên tắc giả tá, dùng như đại từ"
  },
  "二": {
    "kanji": "二",
    "han_viet": "Nhị",
    "nghia": "",
    "pinyin": "èr",
    "kun": "ふたふた-つふた-り",
    "on": "ニジ",
    "tu_ghep": "",
    "chi_tiet": "Chữ NHỊ 二 là một chữ chỉ sự, được mô tả là hai đường gạch ngang. Giống\nnhư chữ NHẤT 一 và chữ TAM 三, người Trung Quốc cổ đại đã sử dụng hai\nđường gạch ngang để ghi lại con số này. Hai đường gạch ngang này theo quan\nniệm xưa là tượng trưng cho trời và đất."
  },
  "染": {
    "kanji": "染",
    "han_viet": "Nhiễm",
    "nghia": "",
    "pinyin": "rǎn",
    "kun": "そ-めるそ-まるし-みる",
    "on": "セン",
    "tu_ghep": "",
    "chi_tiet": "Chữ NHIỄM 染 ngày nay có liên quan nhiều đến công nghệ nhuộm của\nngười trung quốc xưa. Màu sắc của tơ, vải có được chủ yếu thông qua công\ntác nhuộm. Chữ NHIỄM 染 là chữ hội ý bao gồm THỦY 氵(nước), CỬU 九\n(số 9) và bộ MỘC 木 (cây). Số 9 biểu thị số lần nhuộm. Trong quan niệm của\nngười Hán 9 không phải là con số chính xác, mà chỉ biểu thị sản phẩm dệt cần\nphải nhuộm nhiều lần mới được hoàn thành. Bộ THỦY biểu thị việc nhuộm\nbằng nước, còn mộc biểu thị chất liệu nhuộm. Chất liệu nhuộm thời cổ đại đa\nsố có nguồn gốc từ thực vật. Số lần nhuộm khác nhau sẽ cho ra màu sắc khác\nnhau.\nChữ NHIỄM từ chỗ là t"
  },
  "然": {
    "kanji": "然",
    "han_viet": "Nhiên",
    "nghia": "Đót cháy, đúng, thế, vậy,",
    "pinyin": "rán",
    "kun": "しかしか-りしか-しさ",
    "on": "ゼンネン",
    "tu_ghep": "nhiên 雖然 • tuyệt nhiên 絶然",
    "chi_tiet": "Chữ NHIÊN 然 là một chữ hội ý kiêm hình thanh, bao gồm biến thể của\nnhiên 肰 (thịt chó) và bộ hỏa 火 (Lửa). Theo lý thuyết của người Trung Quốc\ncổ đại, bản chất của thịt chó là nóng, khi ăn giống như lửa cháy trong cơ thể,\nđó là lý do tại sao 然 có nghĩa là đốt cháy, tuy nhiên ý nghĩa đó đã được thay\nthế bằng nhiên (燃).\nNgoài ra, vì sức nóng phát ra bên trong cơ thể sau khi bạn ăn thịt chó được coi\nlà chuyện đương nhiên, nên 然 cũng có nghĩa chính xác hay như vậy, bây giờ\n然 được sử dụng như đại từ (như thế), liên từ (nhưng, song)."
  },
  "如": {
    "kanji": "如",
    "han_viet": "Như",
    "nghia": "",
    "pinyin": "rú",
    "kun": "ごと-し",
    "on": "ジョニョ",
    "tu_ghep": "",
    "chi_tiet": "Chữ NHƯ 如 là một chữ hội ý, bao gồm bộ NỮ\n女 (phụ nữ) và KHẨU 口 (miệng). Nghĩa gốc của là “phục tùng” hay “y\nlệnh”, trong khi bộ 口 tượng trưng cho mệnh lệnh của chủ nhân thì chữ 女 lại\nbiểu trưng cho một người nô tì hay đầy tớ. Tính chất hội ý của 如 chỉ người\nđầy tớ làm theo mệnh lệnh của chủ nhân một cách vô điều kiện.\nQuan điểm thứ hai cho rằng : Phụ nữ Trung Quốc cổ đại rất quan tâm đến\ncách cư xử của họ, họ ăn chậm và lúc ăn không được mở miệng quá rộng,"
  },
  "念": {
    "kanji": "念",
    "han_viet": "Niệm",
    "nghia": "",
    "pinyin": "niàn",
    "kun": "ÂM KUN/ON",
    "on": "ネン",
    "tu_ghep": "",
    "chi_tiet": ""
  },
  "年": {
    "kanji": "年",
    "han_viet": "niên",
    "nghia": "",
    "pinyin": "nián",
    "kun": "とし",
    "on": "ネン",
    "tu_ghep": "cao niên 高年 ,...",
    "chi_tiet": "Chữ NIÊN như là biến thể của chữ 牛 NGƯU (bò, trâu). Câu chuyện về con\nNiên chắc có liên quan tới chữ tượng hình này.\nNhìn chữ NIÊN, quả thật ta thấy nó là biến thể của chữ NGƯU 牛 (bò, trâu).\nTrong chữ Hán bộ Ngưu này thường đứng bên cạnh những danh từ chỉ súc\nvật. Ta có thể gặp rất nhiều biến thể dài ngắn về câu chuyện con NIÊN này.\nCó câu chuyện như thế này:\n“Tết Âm lịch trong tiếng Hán là Guo Nian (tạm dịch “Quá niên”), trong đó\nGuo nghĩa là “đã qua” còn Nian ( NIÊN) hay “Năm” thực ra là tên một con"
  },
  "卵": {
    "kanji": "卵",
    "han_viet": "noãn",
    "nghia": "",
    "pinyin": "luǎn",
    "kun": "たまご",
    "on": "ラン",
    "tu_ghep": "巢 • sát kê thủ noãn 殺雞取",
    "chi_tiet": "Chữ NOÃN 卵 là một chữ tượng hình vẽ lại hai phần của một quả trứng được\nbổ làm đôi, dấu chấm đỏ tượng trưng cho Lòng đỏ hay noãn hoàng, là phần\nchứa chất dinh dưỡng trong trứng, giúp đưa dưỡng chất vào phôi. Phấn bên\nngoài tượng trung cho Lòng trắng, là chất dịch không màu hoặc màu trắng\nngà bên trong một quả trứng. Lòng trắng hầu như không có chất dinh dưỡng,\ntác dụng chủ yếu là bảo vệ."
  },
  "奴": {
    "kanji": "奴",
    "han_viet": "Nô",
    "nghia": "Đầy tớ, đứa ở, nô lệ, từ khiêm",
    "pinyin": "nú",
    "kun": "やつやっこ",
    "on": "ド",
    "tu_ghep": "",
    "chi_tiet": "Chữ “奴/ nô” với nghĩa là “nô lệ, nô bộc/ 奴隶，奴仆”, được cấu tạo bởi bộ\n“女/ nữ” và bộ “又/ hựu” (tay phải). “Tân Hoa tự điển/ 《新华字典》 ” giải\nthích: “Nô là chữ hội ý, gồm hai bộ ‘女/ nữ’ và ‘又/ hựu’. ‘女/ nữ’ chỉ nữ nô,\n‘又/ hựu’ (tay) chỉ dùng tay cướp đoạt. ‘又/ hựu’ còn có nghĩa chỉ bàn tay lao\nđộng của nữ . Sau này sang thời phong kiến, người phụ nữ vẫn hay tự xưng là\n“nô tỳ/ 奴婢”, cho thấy sự quy thuận của phụ nữ, phản ánh thân phận nô lệ\nphụ thuộc của mình. Đây chính là minh chứng việc nam giới dùng vũ lực, ép\nphụ nữ làm nô lệ cho mình. Đồng thời sự xuất hiện chữ “奴/ nô” còn là một\ntrong những minh"
  },
  "內": {
    "kanji": "內",
    "han_viet": "Nội, nạp",
    "nghia": "",
    "pinyin": "nà • nèi",
    "kun": "うち",
    "on": "ナイダイ",
    "tu_ghep": "nội dung 內容 • nội địa 內地 •",
    "chi_tiet": "Chữ NỘI 內 là một chữ hội ý, trong giáp cốt và kim văn bao gồm hình ảnh\nmột của hang mở rộng và chữ NHẬP 入 (hình ảnh của mũi tên chỉ vào trong).\nNghĩa gốc của 內 là đi vào hay nạp vào. Mặt khác thứ gì đó đi vào trong hang\nthì vị trí của nó là ở phía trong, để phân biệt với bên ngoài nên 內 có nghĩa là\nở trong."
  },
  "農": {
    "kanji": "農",
    "han_viet": "Nông",
    "nghia": "",
    "pinyin": "nóng",
    "kun": "ÂM KUN/ON",
    "on": "ノウ",
    "tu_ghep": "nông cụ 農具 • nông dân 農民",
    "chi_tiet": "Chữ NÔNG có quan hệ mật thiết tới việc cấy trồng của người dân. Nó\ncó hai nghĩa cơ bản là trừ cỏ và thu hoạch.\nMột góc nhìn khác chữ các nhà ngôn ngữ cho rằng chữ NÔNG 農 là chữ hội ý\nkết cấu trên dưới, gồm KHÚC 曲 và THÌN 辰 tạo thành. Chữ KHÚC là chữ\ntượng hình diễn tả hình cây non chồi mầm cuộn đầu nhô lên trên mặt đất. Chữ\nTHÌN với nghĩa là một trong thập nhị chi, ý chỉ thời gian. Giờ thìn là khoảng"
  },
  "汝": {
    "kanji": "汝",
    "han_viet": "Nữ, nự, nhữ, nứ",
    "nghia": "Đàn bà, phụ nữ, yếu đuối, tính",
    "pinyin": "rǔ",
    "kun": "おんなめ",
    "on": "ジョニョニョウ",
    "tu_ghep": "cung nữ 宮女.",
    "chi_tiet": ""
  },
  "怕": {
    "kanji": "怕",
    "han_viet": "Phạ, Phách",
    "nghia": "",
    "pinyin": "pà",
    "kun": "かしわ;おそ-れる",
    "on": "ハク;ヒャク;ハ",
    "tu_ghep": "• khả phạ 可怕.",
    "chi_tiet": "Chữ Phạ (e sợ, sợ hãi: “怕”) là do chữ Tâm (“心”) và chữ Bạch (không,\ntrống không: “白”) ghép thành. Ngụ ý rằng, một người mà nội tâm trống\nrỗng, hư không thì thường e sợ, sợ hãi.Thật giống như người chưa gặp Ma\nmà vẫn sợ vậy.\nVậy con người phải như thế nào mới không e sợ, sợ hãi? Ấy là khi người ta\nhiểu được rằng phải không ngừng học tập thêm, làm việc, bồi bổ thêm tín\nngưỡng, tình yêu thương vào trong nội tâm trống rỗng kia, xóa bỏ sự trống\nrỗng, làm cho bản thân phong phú lên thì tự nhiên sẽ không e sợ, sợ hãi\nnữa."
  },
  "凡": {
    "kanji": "凡",
    "han_viet": "Phàm, hoàn",
    "nghia": "",
    "pinyin": "fán",
    "kun": "およ-そおうよ-そすべ-",
    "on": "ボンハン",
    "tu_ghep": "凡是 • phàm tục 凡俗 • phi",
    "chi_tiet": "Chữ 凡 là hình ảnh của một cái khay hoặc một cái xô đựng đồ, cái khay hoặc\ncái xô ban đầu được làm bằng tre rỗng. là một vật dụng rất phổ biến của tầng\nlớp bình dân. So sánh với các đồ được làm bằng đồng cổ khác, loại vật dụng\nnày không có trang trí, thiết kế đơn sơ nên sự xuất hiện của chúng hết sức tầm\nthường so với các vật dụng quý giá kia.\nMặt khác, cả PHÀM 凡 và ĐỒNG 同 đều có cùng nguồn gốc (xem lại chữ\nĐỒNG) nên có sự tương đồng về nghĩa, phàm cũng có nghĩa là chung, đại\nkhái. Ngày nay, hai hán tự này được dùng song song chúng có hình thể, và ý\nnghĩa gần giống nhau."
  },
  "反": {
    "kanji": "反",
    "han_viet": "Phản",
    "nghia": "",
    "pinyin": "fān • fǎn • fàn",
    "kun": "そ-るそ-らすかえ-すか",
    "on": "ハンホンタン ホ",
    "tu_ghep": "phản bội 反背 • phản cảm 反",
    "chi_tiet": "Chữ PHẢN 反 là một chữ hội ý, được hợp bởi bộ HỰU 又 (tay) và chữ HÁN\n厂 (sườn núi). Chữ PHẢN 反 không có nhiều thay đổi từ lúc hình thành cho\nđến sau này. Hình dạng chữ từ kim văn cho đến khải văn vẫn được biểu thị\nbởi hình ảnh cánh tay trượt khỏi sườn núi. Chữ PHẢN 反 biểu thị ý nghĩa bàn\ntay bị trượt và rơi xuống từ vách núi. Quan điểm khác cho rằng, chữ HÁN 厂\ntrong cấu tạo chữ PHẢN 反 thực chất là hình ảnh một dụng cụ chèo thuyền,\nngư cụ giúp ngư dân có thể di chuyển dễ dàng trên sông nước. Khi người ta\ncần di chuyển , chỉ cần dùng mái chèo rẽ nước ra hai bên, dưới tác động vật\nvật lý nước sẽ đẩ"
  },
  "判": {
    "kanji": "判",
    "han_viet": "phán",
    "nghia": "",
    "pinyin": "pàn",
    "kun": "わか-る",
    "on": "ハンバン",
    "tu_ghep": "quyết 判决 • phán xử 判处 •",
    "chi_tiet": "Chữ PHÁN 判 là một chữ hình thanh kiêm hội ý, bao gồm chữ BÁN 半 (một\nnửa) và bộ ĐAO (con dao) hợp lại. Vì một con dao rất sắc bén có thể cắt\n⺉\nvà phân chia thứ gì đó một cách chính xác, đồng thời, một nửa là phần công\nbằng nhất với nhau, vì vậy 判 có nghĩa là “sự công bằng”. Sự chính xác và\ncông bằng, cả hai đều là yếu tố quan trọng của công lý."
  },
  "炮": {
    "kanji": "炮",
    "han_viet": "Pháo",
    "nghia": "",
    "pinyin": "bāo • páo • pào",
    "kun": "あぶ-る",
    "on": "ホウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ Pháo 炮 là một chữ hình thanh kết cấu trái phải. Trong đó, bộ HỎA\n(ngọn lửa) bên trái có tác dụng biểu thị ý nghĩa, chữ BAO 包 (bao bọc) có\nnhiệm vụ chỉ âm đọc. HỎA 火 là lửa, khi đóng vai trò là bộ phận tạo chữ, các\nchữ hán được tạo ra có chứa bộ HỎA 火 sẽ có nghĩa liên quan đến lửa, sức\nnóng. Trong cấu tạo chữ PHÁO 炮, bộ HỎA 火 với vai trò biểu nghĩa chính,\nkết hợp với âm của BAO 包 tạo thành chữ PHÁO 炮 với nghĩa chỉ các loại\nsúng lớn, hay các loại pháo nổ trong lễ hội.\nMột chữ khác cũng cùng âm đọc và nghĩa là PHÁO 砲, cũng là một chữ\nhình thanh. Trong chữ 砲 Bộ THẠCH 石 thay cho bộ HỎA, biểu th"
  },
  "罰": {
    "kanji": "罰",
    "han_viet": "Phạt",
    "nghia": "",
    "pinyin": "fá",
    "kun": "ばっ-する",
    "on": "バツバチハツ",
    "tu_ghep": "",
    "chi_tiet": "Chữ PHẠT 罰 là chữ hội ý, được tạo thành từ ba bộ thủ bao gồm : bộ VÕNG\n罒 (lưới), NGÔN 言(lời nói), bộ ĐAO 刂 (con dao). Ba bộ thủ này hợp lại\nbiểu thị ý nghĩa là, khi bị sa lưới (罒), hành vi phạm tội sẽ thông qua phán xử\nbằng cách dùng lời lẽ (言) để thẩm vấn. ĐAO 刂 là hình ảnh biểu trưng cho\nquyền lực của pháp quyền, thể hiện mức độ hình phạt tương ứng với hành vi\nphạm tội. Chính cách cấu tạo này đã thể hiện đầy đủ các bước của quá trình\nphán xét và xử lý tội nhân."
  },
  "品": {
    "kanji": "品",
    "han_viet": "Phẩm",
    "nghia": "",
    "pinyin": "pǐn",
    "kun": "しな",
    "on": "ヒンホン",
    "tu_ghep": "高品 • chiến lợi phẩm 戰利品.",
    "chi_tiet": "Chữ Phẩm 品 (vật phẩm, hàng hóa, bình phẩm) gồm 3 bộ Khẩu 口 (miệng)\nkết hợp lại cùng biểu thị ý nghĩa là nhiều người nếm thưởng thức một món ăn,\nthành phẩm hay phế phẩm đều được quyết định bởi kết quả thẩm định. Nghĩa\ngốc của chữ Phẩm 品 là thưởng thức. Ngày nay tiếng hán hiện đại vẫn còn\ndùng từ phẩm trà (thưởng thức trà)."
  },
  "分": {
    "kanji": "分",
    "han_viet": "phân • phần • phận",
    "nghia": "",
    "pinyin": "fēn • fèn",
    "kun": "わ-けるわ-かれるわ-か",
    "on": "ブンフンブ",
    "tu_ghep": "",
    "chi_tiet": "Chữ PHÂN 分 là một chữ hội ý kết cấu trên dưới, bên trên là chữ BÁT 八\nbên dưới là bộ ĐAO 刀. Bản thân chữ 八 trong cấu tạo của chữ 分 không phải\nlà con số chính xác. Tính chất hội ý của chữ 分 là chỉ việc dùng con dao cắt\nmột vật thành hai hay nhiều phần. Chữ 分 trong các dạng từ giáp cốt đến lệ\nthư đều được viết giống như hình một con dao ở giữa, hai bên là hai phần\ngiống nhau, biểu thị cho dao cắt đôi một vật. trong quá trình thay đổi và giản\nthể cách viết của chữ hán, 2 nét hai bên lại biến thành chữ 八 như ngày nay.\nChữ 分 từ nghĩa là phân chia phát triển thêm các nghĩa thành phần như trong\ncác từ"
  },
  "紛": {
    "kanji": "紛",
    "han_viet": "Phân",
    "nghia": "",
    "pinyin": "fēn",
    "kun": "まぎ-れるまぎ-れまぎ-",
    "on": "フン",
    "tu_ghep": "煩.",
    "chi_tiet": "Chữ PHÂN 紛 là một chữ hình thanh kết cấu trái phải, bao gồm bộ MỊCH 糸\n(tơ sợi) ở bên trái có tác dụng biểu nghĩa chính, chữ PHÂN 分 bên phải có\nnhiệm vụ biểu thị âm đọc. Trong cấu tạo chữ 紛,糸 với nhiệm biểu ý, thể hiện\ný nghĩa của chữ PHÂN 紛 là bối rối, phân vân. Vậy tại sao với bộ 糸 biểu ý\nchữ PHÂN 紛 lại có ý nghĩa như vậy ? Nguyên do là bởi MỊCH 糸 là một\ncuộn tơ, được tạo bởi các tợi sơ nhỏ quấn lại mà thành, chỉ một chút bất cẩn,\nsơ ý có thể khiến cuộn tơ ấy rối tung và phải rất mất công mới có thể gỡ\nchúng về dạng ban đầu được. Người Hán xưa dùng đặc điểm của cuộn tơ sợi\nkết hợp với âm “fēn"
  },
  "焚": {
    "kanji": "焚",
    "han_viet": "Phần, Phẫn",
    "nghia": "",
    "pinyin": "fén • fěn • fèn",
    "kun": "た-くや-くやきがり",
    "on": "フンホンハン",
    "tu_ghep": "phần phong 焚風 (gió hanh)",
    "chi_tiet": "Chữ Phần 焚 Nghĩa là đốt, thiêu…Được tạo bởi 林 phía trên là rừng, nơi có\nnhiều cây cối, ở dưới là bộ hỏa 火 là lửa. Ở đây ý nói là khu rừng bị cháy,\nbị thiêu rụi bởi ngọn lửa.\n“Nhị Mộc hợp lại thành Lâm\nDưới thêm bộ Hỏa chữ Phần đốt thiêu\nHai cây xích lại thành rừng\nDưới thêm ngọn lửa phừng phừng cháy thiêu\nThôi rồi một cánh rừng tiêu\nChữ Phần mang nghĩa đốt thiêu đấy mà”."
  },
  "粉": {
    "kanji": "粉",
    "han_viet": "Phấn",
    "nghia": "",
    "pinyin": "fēn",
    "kun": "まぎ-れるまぎ-れまぎ-",
    "on": "フン",
    "tu_ghep": "煩.",
    "chi_tiet": "Chữ PHẤN 粉 trong từ điển hán ngữ hiện đại được định nghĩa vừa là chữ hình\nthanh vừa là chữ hội ý. Nếu là chữ hình thanh thì chữ PHẤN cấu tạo bởi hai\nbộ là MỄ 米 (lúa gạo) và chữ PHÂN 分 (phân chia). Trong đó, MỄ 米 có\nnhiệm vụ biểu thị ý nghĩa chính của chữ, chữ PHÂN 分 có tác dụng chỉ âm\nđọc. Còn nếu là chữ hội ý thì tính chất hội ý của hai bộ phận tạo chữ này là\nchỉ việc hạt gạo được xay nghiền thành những hạt nhỏ mịn hơn. Từ xa xưa,\nngười nông dân đã biết dùng cối xay sử dụng sức người hoặc trâu bò để\nnghiền nhỏ hạt gạo, biến chúng thành thứ bột mịn, để từ đó dễ dàng chế biến\nsang các dạng thực"
  },
  "奮": {
    "kanji": "奮",
    "han_viet": "Phấn",
    "nghia": "Phấn khích, cố gắng, hăng say,",
    "pinyin": "fèn",
    "kun": "ふる-う",
    "on": "フン",
    "tu_ghep": "chấn 奮震, phấn khích 奮激 •",
    "chi_tiet": "Chữ PHẤN 奮 là một chữ hội ý gồm 3 thành tố biểu nghĩa tạo thành, Trên\ncùng là chữ ĐẠI 大 (to lớn), giữa là bộ CHUY 隹 (con chim), dưới cùng là\nchữ ĐIỀN 田 (ruộng). Nếu quan sát quá trình tập bay của con chim non trên\ncánh đồng, ta thấy, đầu tiên, khi nó vừa thoát khỏi vỏ trứng, sức còn non yếu,\nlông và cánh chưa hoàn thiện, nó phải bò, rồi dần dần với quá trình phát triển,\nhoàn thiện của lông và cánh, nó có thể bay gần, rồi bay xa, bay thấp, rồi bay\ncao. Tất cả quá trình cố gắng vươn lên để sinh tồn đó, hoàn toàn tự thân vận\nđộng, không có sự hỗ trợ của yếu tố khách quan.\nCũng có quan niêm chữ ĐẠ"
  },
  "煩": {
    "kanji": "煩",
    "han_viet": "Phiền",
    "nghia": "",
    "pinyin": "fán",
    "kun": "わずら-うわずら-わすう",
    "on": "ハンボン",
    "tu_ghep": "phiền toái 煩碎, ưu phiền 憂",
    "chi_tiet": "Chữ PHIỀN 煩 là một chữ hội ý kiêm hình thanh, bao gồm bộ HỎA 火 (lửa)\nvà HIỆT 頁 (hình ảnh của đầu người). Khi một người cảm thấy lo lắng, tâm\ntrí anh ta sẽ trở nên lộn xộn, giống như đầu anh ta đang cháy trong lửa."
  },
  "片": {
    "kanji": "片",
    "han_viet": "Phiến",
    "nghia": "",
    "pinyin": "pàn • piān • piàn",
    "kun": "かた",
    "on": "ヘン",
    "tu_ghep": "",
    "chi_tiet": "Chữ PHIẾN 片 là một chữ tượng hình, mô tả một thân cây bị cắt làm đôi, đối\nxứng với 爿. Sau khi cắt, thân cây bị cắt có bề mặt phẳng, vì vậy ý nghĩa ban\nđầu của 片 là một tấm ván gỗ, nhưng sau đó nó được sử dụng để mô tả những\nvật mỏng và phẳng."
  },
  "丰": {
    "kanji": "丰",
    "han_viet": "phong",
    "nghia": "",
    "pinyin": "fēng",
    "kun": "",
    "on": "",
    "tu_ghep": "丰采",
    "chi_tiet": "Chữ PHONG 丰 là một chữ tượng hình, mô tả một cái cây với một số nhánh,\ndo đó phát triển ý nghĩa chỉ sự phồn thịnh và phong phú. Sau khi 豐 xuất\nhiện, 丰 chỉ được sử dụng trong tiếng Trung giản thể. Ngoài vai trò chữ đơn,\n丰 còn xuất hiện rất nhiều trong cấu tạo của các chữ hán khác."
  },
  "風": {
    "kanji": "風",
    "han_viet": "phong • phóng • phúng",
    "nghia": "",
    "pinyin": "fēng • fěng • fèng",
    "kun": "かぜかざ--かぜ",
    "on": "フウフ",
    "tu_ghep": "chấn phong 震風 • đông",
    "chi_tiet": "Chữ PHONG 風 bao gồm một biến thể của PHÀM 凡 (bình thường) và chữ\nTRÙNG 虫 (sâu bọ). Chữ 凡 có nguồn gốc là một ống tre rỗng (xem lại chữ\nphàm 凡) trong khi 虫 là một con rắn. Người xưa định nghĩa về gió rất đơn\ngiản, đó là một luồng không khí đang di chuyển. Tuy nhiên, rất khó để có thể\nvẽ được không khí, vây nên, người xưa đã dùng phần rỗng bên trong của một\nống tre để chỉ không khí. Hình ảnh con rắn bò qua ống tre tượng trưng cho\nluồng không khí đang di chuyển tức là gió."
  },
  "攴": {
    "kanji": "攴",
    "han_viet": "phộc • truy; phác • phốc",
    "nghia": "",
    "pinyin": "pū • shuī",
    "kun": "ÂM KUN/ON",
    "on": "ホク",
    "tu_ghep": "",
    "chi_tiet": "Chữ PHỘC 攵 là một chữ tượng hình, mô tả một bàn tay đang cầm một cây\ngậy hoặc dụng cụ, đó là biến thể của 攴. Ngày nay, 攵 không còn là một hán\ntự độc lập, nó chỉ tồn tại dưới dạng bộ thủ gắn liền với các hán tự khác như 牧\nand 收,…攵 cùng chia sẻ cách phát âm và ý nghĩa như 攴 và 扑."
  },
  "配": {
    "kanji": "配",
    "han_viet": "Phối",
    "nghia": "",
    "pinyin": "pèi",
    "kun": "くば-る",
    "on": "ハイ",
    "tu_ghep": "• phối ngẫu 配偶.",
    "chi_tiet": "Chữ “配/ phối” với nghĩa gốc là người nấu rượu pha chế cho rượu có hương\nvị hài hòa. Hình ảnh chữ cho thấy: gồm (vại rượu) + (người nấu rượu) + (đổ\nchất liệu lên men vào vại). Sau này “配/ phối” chỉ sự kết hợp của hai giới nam\nvà nữ trong hôn nhân, xuất hiện trong “婚配/ hôn phối” hoặc “配偶/ phối\nngẫu”... Các thể chữ Giáp cốt, chữ Kim, chữ Triện và Khải thư (từ trái qua\nphải) thể hiện rất rõ ý nghĩa và quá trình phát triển của chữ."
  },
  "夫": {
    "kanji": "夫",
    "han_viet": "Phu, Phù",
    "nghia": "",
    "pinyin": "fū , fú",
    "kun": "おっとそれ",
    "on": "フフウブ",
    "tu_ghep": "",
    "chi_tiet": "Chữ phu (夫, chồng) tương đối phức tạp hơn so với chữ Thê (妻). Chữ phu\nđược tạo bởi chữ đại (大) và chữ nhất (一). Chữ nhất (一) trong “Thuyết văn\ngiải tự” mang ý nghĩa là đạo sinh ở nhất, phân chia trời đất, hóa thành vạn vật,\nlà ngọn nguồn của vạn vật thiên địa, là ngọn nguồn và đạo lý căn bản.\nCòn chữ đại (大) là hình tượng một người đứng thẳng chính diện. Một người\nđứng thẳng, bên trên lại có chữ nhất thì chứng tỏ trách nhiệm của người này\nkhông thể nhỏ được. Cho nên, phu (người chồng) là phải có trách nhiệm gánh\nvác, phải giữ vai trò chủ đạo trong gia đình. Điều mà người ta vẫn gọi là “phu\nxướ"
  },
  "富": {
    "kanji": "富",
    "han_viet": "Phú",
    "nghia": "",
    "pinyin": "fù",
    "kun": "と-むとみ",
    "on": "フフウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ Phú (富 – giàu có) trong chữ chính thể bao gồm chữ Phúc (畐- đầy đủ)\nvà chữ Miên (宀 – mái nhà), nghĩa là có một mái nhà để che thân, có những\nđiều kiện đầy đủ để sống tốt thì đó là giàu có. Nhưng thế nào là đầy đủ?\nChữ Phúc (畐- đầy đủ) lại gồm chữ Nhất (一 – một, mỗi từng, toàn), chữ\nKhẩu (口 – cái miệng) và chữ Điền (田 – ruộng vườn). Nghĩa là có ruộng\nvườn để làm ăn sinh sống (hay có công việc để kiếm miếng cơm manh áo),\nlàm sao để mỗi nhân khẩu, miệng ăn, hay toàn bộ gia đình đều được ăn no,\nthì đó đã là đầy đủ rồi.\n“Trong nhà có một miệng ăn\nRuộng thời một khoảnh quanh năm dư thừa”."
  },
  "父": {
    "kanji": "父",
    "han_viet": "Phụ, Phủ",
    "nghia": "Cha, Bố, người già như “phụ",
    "pinyin": "fǔ , fù",
    "kun": "ちち",
    "on": "フ",
    "tu_ghep": "",
    "chi_tiet": ""
  },
  "婦": {
    "kanji": "婦",
    "han_viet": "Phụ",
    "nghia": "",
    "pinyin": "fù",
    "kun": "よめ",
    "on": "フ",
    "tu_ghep": "",
    "chi_tiet": "Chữ PHỤ 婦 là một chữ hội ý kết cấu trái phải, bao gồm bên trái là chữ NỮ\n女 (con gái) bên phải là chữ CHỬU 帚 (cái chổi). Chữ PHỤ 婦 khắc họa\nhình ảnh người đàn bà tay cầm cây chổi, lo việc dọn dẹp, thu vén cửa nhà.\nTính chất hội ý của chữ PHỤ 婦 đã thể hiện rõ vai trò, địa vị của người phụ\nnữ theo quan niệm truyền thống của người Trung Quốc. Người phụ nữ với\nđặc điểm cần cù chịu khó, khéo tay hay làm, cẩn thận chu đáo và nhất là đời\nsống tình cảm nhìn chung rất phong phú, nhưng thường yếu đuối hơn nam\ngiới. Sức khỏe của người phụ nữ trong tương quan với nam giới cũng yếu\nhơn. Trong công việc họ đ"
  },
  "福": {
    "kanji": "福",
    "han_viet": "Phúc",
    "nghia": "",
    "pinyin": "Fú • fú • fù",
    "kun": "ÂM KUN/ON",
    "on": "フク",
    "tu_ghep": "",
    "chi_tiet": ""
  },
  "服": {
    "kanji": "服",
    "han_viet": "Phục",
    "nghia": "",
    "pinyin": "bì • fú • fù",
    "kun": "ÂM KUN/ON",
    "on": "フク",
    "tu_ghep": "",
    "chi_tiet": "Chữ\nCHU 舟 chính là một chữ tượng hình vẽ lại hình ảnh một con thuyền độc\nmộc. Một khi đã lên thuyền con người phải cẩn thận chống chọi với sóng to,\ngió cả và canh chừng chiều sâu dòng chảy, để đảm bảo an toàn tính mạng. Do\nđó họ phải phục tùng mọi quy định trên thuyền. Nhũng người cùng đồng hành\ntrên một con thuyền phải có sự đồng lòng hiệp sức và tính kỷ luật cao mơi\nmong thuận buồm xuôi gió. Do đó PHỤC 服 mang tính cưỡng chế và phổ"
  },
  "奉": {
    "kanji": "奉",
    "han_viet": "Phụng",
    "nghia": "",
    "pinyin": "fèng",
    "kun": "たてまつ-るまつ-るほ",
    "on": "ホウブ",
    "tu_ghep": "",
    "chi_tiet": "Chữ PHỤNG 奉 là một chữ hình thanh có kết cấu trên dưới, ở trên là hai Chữ\nPHONG 丰 (cây cỏ) là bộ phận biểu thị âm đọc, ở dưới là bộ THỦ 扌(tay)\nbiểu nghĩa. Thực ra có thể coi PHỤNG 奉 là một chữ hội ý kết cấu trên dưới.\nTrong giáp cốt văn và kim văn, Hình ảnh chữ PHỤNG 奉 giống như đôi bàn\ntay đang chăm sóc cây cỏ vậy. Tính chất hội ý ở đây là chỉ đôi bàn tay đang\nchăm chăm bón cho cây. Chữ phụng từ đó có nghĩa là chăm sóc, phụng\ndưỡng.\nỞ một góc nhìn khác, hình ảnh đôi bàn tay (trong kim văn có đến ba cái tay)"
  },
  "方": {
    "kanji": "方",
    "han_viet": "Phương, bàng",
    "nghia": "",
    "pinyin": "fāng • fēng • páng • wǎng",
    "kun": "かたがた",
    "on": "ホウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ PHƯƠNG 方 là một chữ hội ý, trong giáp cốt văn mô tả một phạm nhân\nđeo trên cổ một chiếc gông. Chiếc gông ở Trung Quốc cổ đại thường có hình\nvuông, nên chữ có nghĩa là hình vuông hay chữ nhật, các cạnh của hình vuông\nở bốn hướng khác nhau nên 方 cũng có nghĩa là phía, hướng. Ngoài ra, những\nphạm nhân này sẽ bị đày đi đến một nơi xa xôi như biên ải hay vùng hẻo lánh\nnào đó. Nên chữ 方 còn có nghĩa là nơi xa xôi, phương xa."
  },
  "匚": {
    "kanji": "匚",
    "han_viet": "Phương",
    "nghia": "",
    "pinyin": "fāng",
    "kun": "ÂM KUN/ON",
    "on": "ホウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ PHƯƠNG 匚 là một chữ tượng hình, mô tả lại một cái khay đựng đồ,\nmột dụng cụ phổ biến trong đời sống sinh hoạt. Dụng cụ này vẫn thường thấy\nlà vật theo bên mình các thầy thuốc xưa mỗi lúc đi chữa bệnh. Như trong chữ\nY 醫 (chữa bệnh, xem bài phân tích chữ 醫) cũng xuất hiện thành phần này\nvới ý ngĩa là vật đựng các dụng cụ chữ bệnh như dao, kim, rượu thuốc…"
  },
  "瓜": {
    "kanji": "瓜",
    "han_viet": "qua",
    "nghia": "",
    "pinyin": "guā",
    "kun": "うり",
    "on": "カケ",
    "tu_ghep": "",
    "chi_tiet": "Chữ QUA 瓜 là một chữ tượng hình, mô tả một quả dưa được treo trên thân\ndây leo. Chữ qua được dùng để đại diện cho các loại dây leo có quả như:\nđông qua冬瓜 Bí đao; tây qua西瓜 Dưa hấu; ty qua絲瓜 Mướp; khổ qua苦\n瓜 Mướp đắng. Chữ 瓜 ngoài vai trò là chữ đơn tạo từ ghép còn là bộ thủ tạo\nchữ hán."
  },
  "戈": {
    "kanji": "戈",
    "han_viet": "qua",
    "nghia": "",
    "pinyin": "gē",
    "kun": "ほこほこづくり",
    "on": "カ",
    "tu_ghep": "戈 • đầu qua 投戈 • qua",
    "chi_tiet": "Chữ QUA 戈 là một chữ tượng hình mô tả lại hình một cái mác. Đây là vũ khí\nrất thông dụng của binh lính Trung Quốc cổ đại. Với rất nhiều ưu điểm như có\nthể đâm, móc, bổ,…Vì vậy nó được sử dụng rất nhiều. Cũng như chữ KIM\n金 được người xưa sử dụng để đại diện cho các loại kim loại, chữ QUA 戈\ncũng được dùng để đại diện cho các binh khí khác.\nMặt khác, cả CAN 干 và QUA 戈 đều là binh khí sử dụng để chiến đấu, nên\ncả hai chữ này cũng đại diện cho nghĩa là chiến tranh như trong từ can qua 干\n戈 (giáo mác, chỉ việc binh đao, hay chiến tranh)."
  },
  "果": {
    "kanji": "果",
    "han_viet": "Quả",
    "nghia": "",
    "pinyin": "guǒ • kè • luǒ • wǒ",
    "kun": "は-たすはた-すは-てる",
    "on": "カ",
    "tu_ghep": "",
    "chi_tiet": "Chữ QUẢ 果 là một chữ tượng hình, miểu tả một cái cây với rất nhiều quả ở\ntrên đó. Trung Quốc cổ đại là một nước nông nghiệp, việc thu hoạch trái cây\ncó thể được xem là kết quả của quá trình chăm sóc cây trồng, đó là lý do tại\nsao 果 cũng chứa ý nghĩa là kết quả."
  },
  "官": {
    "kanji": "官",
    "han_viet": "Quan",
    "nghia": "",
    "pinyin": "guān",
    "kun": "ÂM KUN/ON",
    "on": "カン",
    "tu_ghep": "• bản quan 板官.",
    "chi_tiet": "Chữ Quan 官 là chữ hội ý kết cấu trên dưới, phần trên là bộ miên, là biểu\ntượng của mái nhà. Phần dưới là chữ Phụ 峊,chữ 峊 trong giáp cốt văn hình\ndạng giống như bậc đá trên vách núi cao, dùng biểu thị địa thế) phát triển\nthành nghĩa là gò đất là điểm dừng chân khi người ta leo núi để đi săn bắt và\nhái lượm. Đường Hán cho rằng, người xưa, trongquá trình xa nhà đi săn bắn\nchủ yếu dựa vào đôi chân, khi mỏi gối chồn chân thì cần có điểm dừng. Chữ\nQuan vốn cũng có nghĩa là túp lều tạm làm nơi dừng chân nghỉ ngơicủa người\ndân trên đường đi săn bắn. Sau đó phát triển nghĩa thành lều trại dã chiến, và\n"
  },
  "光": {
    "kanji": "光",
    "han_viet": "Quang",
    "nghia": "",
    "pinyin": "guāng",
    "kun": "ひか-る ひかり",
    "on": "コウ",
    "tu_ghep": "電光 • hào quang 豪光.",
    "chi_tiet": "Chữ QUANG 光 là một chữ hội ý kết cấu trên dưới, bên trên ⺌ là biến thể\ncủa bộ HỎA 火 (ngọn lửa), bên dưới là bộ NHI 儿 (người, đứa trẻ). Tính\nchất hội ý của chữ QUANG 光 là: một người đang cầm bó đuốc sáng rực\ntrên tay. Chữ QUANG 光 khắc họa lại cảnh sống của con người thời nguyên\nthủy, khi mà khoa học chưa phát triển, khi mà lửa là một trong những nguồn\nnăng lượng thiết yếu nhất của con người. Chữ QUANG 光 từ dạng giáp cốt\ntới triện văn, đều biểu thị bằng hình một người đang cầm bó đuốc trên tay,\nhình dạng người đang hơi khom lưng xuống, điều này biểu thị ý nghĩa là đang\nđi trong hang động, chỗ ch"
  },
  "广": {
    "kanji": "广",
    "han_viet": "Nghiễm, quảng, yểm",
    "nghia": "",
    "pinyin": "Guǎng • ān • guǎng • yān • yǎn",
    "kun": "ÂM KUN/ON",
    "on": "ゲン",
    "tu_ghep": "rất thường xuyên.",
    "chi_tiet": "Chữ QUẢNG/NGHIỄM 广 là một chữ tượng hình, mô tả hình ảnh của một\nngôi nhà lớn với một bên mái bị khuyết. Với ý nghĩa là ngôi nhà sẽ trông rộng\nhơn nếu nó không bị che phủ bởi phần mái. 广 là hình thức đơn giản hóa của\n廣, Ngày nay, thỉnh thoảng ta vẫn gặp quảng với vai trò chữ đơn tạo từ ghép,\nchúng xuất hiện thường xuyên hơn với vai trò bộ thủ."
  },
  "君": {
    "kanji": "君",
    "han_viet": "Quân",
    "nghia": "",
    "pinyin": "jūn",
    "kun": "きみぎみ",
    "on": "クン",
    "tu_ghep": "君 • hôn quân 昏君 •",
    "chi_tiet": "Chữ 君 Quân là một chữ hội ý kết cấu trên dưới, phẩn trên là biếu tượng\ncùa bàn tay cầm quyền (chữ 尹 Doãn cũng có nghĩa là cai trị), nét phẩy là\nbiểu tượng của ngọn roi, cũng chính là quyền lực uy phong, tri thức và\nphẩm hạnh của đấng minh quân giữ trọng trách trị vì thiên hạ. Bộ 口\n(miệng) bên dưới biểu thị sự sai khiến bằng mệnh lệnh. Kết hợp hai yêu tố\ntrên và dưới, cùng thể hiện một ý nghĩa: đấng minh quân là người dùng\nquyền uy sai khiến, trị vì thiên hạ, chỉ cần lên tiếng mà chưa cần ra tay.\nĐó là thứ quyền uy của người đức cao vọng trọng, đứng đầu muôn dân.\n“Trì trượng động khẩu giả, quân"
  },
  "國": {
    "kanji": "國",
    "han_viet": "Quốc",
    "nghia": "",
    "pinyin": "guó",
    "kun": "くに",
    "on": "コク",
    "tu_ghep": "• báo quốc 報國.",
    "chi_tiet": "Chữ Quốc 國 Chính thể bao gồm bộVi 囗 tượng trưng cho bờ cõi, biên giới,\nchữ Qua (戈) tượng trưng cho quân đội cho khả năng bảo vệ đất nước, chữ\n“khẩu” (口) tượng trưng cho dân số và chữ “nhất” (一) tượng trưng cho sự\nđoàn kết thống nhất. Do đó nó được gọi là “Quốc gia” (國).\nNgày nay, chữ giản thể cho từ “quốc gia” là (国) bao gồm bộ Vi 口 và bộ\nNgọc (玉), bỏ qua yếu tố con người (trong khi dân là bộ phận quan trong nhất\ntrong bộ máy nhà nước). Ngụ ý đơn giản của chữ 国 là chỉ của cải và quyền\nlực vô tình đã làm mất đi vẻ đẹp ý nghĩa ban đầu của chữ Quốc."
  },
  "媿": {
    "kanji": "媿",
    "han_viet": "Quý",
    "nghia": "",
    "pinyin": "quì",
    "kun": "はじ-る;はじ-らう;はず",
    "on": "キ",
    "tu_ghep": "",
    "chi_tiet": "Chữ “Quý” (愧) nghĩa là hổ thẹn, bao gồm bộ “Tâm” (忄) là tim, và chữ\n“Quỷ” (鬼) nghĩa là ma quỷ. Con người ai cũng có hai mặt thiện và ác, có\nPhật tính và ma tính, có thiện tâm và ma tâm. Nếu thiện tâm làm chủ thì đó\nlà người tốt, còn nếu ma tâm làm chủ thì chẳng phải đó sẽ là người xấu\nsao?\nCó câu cổ ngữ rằng: “Không làm việc hổ thẹn với lòng mình thì không sợ\nma quỷ gọi cửa”. Người làm những việc xấu xa, lừa người hại người, thì\ncũng chính là trong tâm sinh ma quỷ, không cần ma quỷ gọi cửa thì anh ta\ncũng không thể sống thoải mái thanh thản được.\nNgười xưa nói: “Ngẩng mặt không hổ thẹn với Trờ"
  },
  "沙": {
    "kanji": "沙",
    "han_viet": "Sa",
    "nghia": "",
    "pinyin": "shā • shà • suō",
    "kun": "すなよなげる",
    "on": "サシャ",
    "tu_ghep": "sa trường 沙場.",
    "chi_tiet": "Chữ SA 沙 về mặt cấu tạo là một chữ hội ý có kết cấu trái phải, bao gồm bên\ntrái là bộ THỦY 氵(nước), Bên phải là chữ THIỂU 少 (thiếu, ít). Tính chất\nhội ý của hai bộ thủ cấu tạo nên chữ SA (THỦY + THIỂU) là trên dòng sông,\nchỗ nào ít nước thì cát sẽ lộ ra. Trong kim văn và triện văn chữ SA 沙 là hình\nmột dòng sông với một cồn cát bên phải, biểu thị cho chỗ đã khô cạn, không\ncó nước để lộ ra cồn cát."
  },
  "冊": {
    "kanji": "冊",
    "han_viet": "sách",
    "nghia": "",
    "pinyin": "cè",
    "kun": "ふみ",
    "on": "サツサク",
    "tu_ghep": "",
    "chi_tiet": "Chữ SÁCH 冊 là một chữ tượng hình, trong giáp cốt văn nó mô tả một hình\nthức cổ xưa của một cuốn sách, cuốn sách này được hình thành bởi các tấm\nthẻ tre được kết lại với nhau thành một chuỗi."
  },
  "床": {
    "kanji": "床",
    "han_viet": "sàng",
    "nghia": "",
    "pinyin": "chuáng",
    "kun": "とこゆか",
    "on": "ショウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ TƯỜNG 床 trong giáp cốt văn là một chữ tượng hình, miêu tả bằng hình\nảnh giống như chữ tường 爿 , Chữ 爿 có nghĩa là một nửa cây gỗ bị cắt ra,\ndùng làm vật để nằm hoặc để đồ vật lên trên ( xem lại chữ tường 爿)\nỞ dạng khải thư, 床 là một chữ hội ý, gồm nghiễm 广(mô tả một ngôi nhà chỉ\ncó một bức tường, có nghĩa là một ngôi nhà lớn) và bộ mộc 木. Người Trung\nQuốc cổ đại ngồi trên sàn nhà, họ không có đồ nội thất bằng gỗ lớn, đồ nội\nthất bằng gỗ lớn duy nhất là giường, vì vậy được sử dụng để thể hiện ý nghĩa\ncủa chiếc giường."
  },
  "創": {
    "kanji": "創",
    "han_viet": "Sáng",
    "nghia": "",
    "pinyin": "chuāng • chuàng",
    "kun": "つく-るはじ-めるきずけ",
    "on": "ソウショウ",
    "tu_ghep": "創立 sáng tác 創作 • sáng tạo",
    "chi_tiet": "Chữ SÁNG 創 là một chữ hội ý kiêm hình thanh gồm chữ THƯƠNG 倉 (cái\nkho) và bộ ĐAO 刂 (con dao) tạo thành. Âm cang của chữ THƯƠNG và\nchuang của chữ SÁNG gần giống nhau (có thể coi đây là chữ hình thanh).\nTheo một số học giả, chữ SÁNG 創 thể hiện ở sự khám phá, mở kho tìm ra\nbáu vật được cất giấu. Chữ THƯƠNG 倉 là cái kho nơi tàng trữ vật phẩm quý\ngiá. Nếu kho không được mở báu vật chỉ mãi ở dạng tiềm tàng. Kho ở đây\nkhông có cửa, không có chìa khóa để mở một cách dễ dàng. Người ta phải\ndùng dao mở kho để lấy báu vật ra,. Vì thế có thể hiểu chữ SÁNG 創 nghĩa là\nsự khởi đầu. Trong những từ sáng lập, s"
  },
  "殺": {
    "kanji": "殺",
    "han_viet": "Sát, sái, tát, ái",
    "nghia": "",
    "pinyin": "sà • shā • shài • shè",
    "kun": "ころ-すそ-ぐ",
    "on": "サツサイセツ",
    "tu_ghep": "",
    "chi_tiet": "Chữ SÁT 殺 là một chữ hội ý kiêm hình thanh. Thật ra, chỉ riêng chữ 杀\ncũng đã có nghĩa là giết chết. Trong giáp cốt văn 杀 miêu tả một vật sắt nhọn\nxuyên qua đầu một con thú với cái đuôi rũ xuống, hình ảnh cái đuôi rũ xuống\nhàm ý con thú này đã chết. Từ chữ tiểu triện về sau, người ta thêm vào bộ\nTHÙ 殳 (một loại vũ khí) để nhấn mạnh cái chết được gây ra bởi vũ lực."
  },
  "愁": {
    "kanji": "愁",
    "han_viet": "Sầu",
    "nghia": "",
    "pinyin": "chóu",
    "kun": "うれ-えるうれ-い",
    "on": "シュウ",
    "tu_ghep": "sầu lệ 愁淚.",
    "chi_tiet": "Chữ THU 秋 kết hợp với chữ TÂM 心 tạo thành chữ SẦU 愁 với kết cấu trên\ndưới, tính chất hội ý của nó là tình thu, ý thu.\nTrong niềm vui mùa về, người ta không khỏi có chút bâng khuâng vương vấn\ntrước khoảnh khắc giao mùa. Với những nước khí hậu nhiệt đới , một năm có\nbốn mùa xuân, hạ, thu, đông. Mùa hạ nóng nực qua đi cho mùa đông lạnh giá\ntới. Giữa khoảng hạ chí và đông chí sẽ là mùa thu mát mẻ. Mùa thu đến bất\nchợt với không gian mát mẻ, bầu trời như cao xanh hơn, nước như trong hơn.\nVương Bột trong bài Đằng vương các tự đã miêu tả mùa thu bằng mười bốn\nchữ, “ lạc hà giữ cô vụ tề phi, thu thủy "
  },
  "士": {
    "kanji": "士",
    "han_viet": "Sĩ",
    "nghia": "Học trò, quan, đàn ông chưa",
    "pinyin": "shì",
    "kun": "さむらい",
    "on": "シ",
    "tu_ghep": "",
    "chi_tiet": ""
  },
  "生": {
    "kanji": "生",
    "han_viet": "Sinh",
    "nghia": "",
    "pinyin": "shēng",
    "kun": "い-きるい-かすい-ける",
    "on": "セイショウ",
    "tu_ghep": "",
    "chi_tiet": ""
  },
  "牲": {
    "kanji": "牲",
    "han_viet": "Sinh",
    "nghia": "",
    "pinyin": "shēng",
    "kun": "ÂM KUN/ON",
    "on": "セイ",
    "tu_ghep": "sinh súc 牲畜.",
    "chi_tiet": "Chữ SINH 牲 là một chữ hình thanh kết cấu trái phải, gồm bên trái là NGƯU\n牛 (con trâu) biểu nghĩa, bên phải là chữ SINH 生 biểu âm. Chữ SINH ngoài\ný nghĩa chính là chỉ các loài sinh vật còn có một nghĩa khác là chỉ động vật\ndùng để cúng tế. Trong nghi thức tế lễ thần linh ngày xưa, trâu và dê là hai\ncon vật được lựa chọn hàng đầu làm lễ phẩm. Những con vật này được giết,\nlấy máu và đầu làm vật cúng tế. Những con vật được giết phải là những con\nkhỏe mạnh. Người ta giết chúng làm lễ phẩm nhầm cầu nguyện cho quốc thái\ndân an, mua thuận gió hòa. Cái chết của những con vật dâng cúng có ý nghĩa\nthật s"
  },
  "雙": {
    "kanji": "雙",
    "han_viet": "song",
    "nghia": "",
    "pinyin": "shuāng",
    "kun": "ふたたぐいならぶふた",
    "on": "ソウ",
    "tu_ghep": "• • song sinh 雙生.",
    "chi_tiet": "Chữ SONG 雙 là một chữ hội ý kết cấu trên dưới, gồm bên trên là bộ THÙ 雔\n(đôi chim), bên dưới là bộ HỰU 又 (tay). Chữ THÙ 雔 về cấu tạo cũng là\nmột chữ hội ý gồm hai bộ CHUY 隹 (con chim) ghép lại mà thành. Về hình\nthể chữ qua các thời kỳ từ kim văn đến khải thư gần như không có sự thay\nđổi, vẫn là hình ảnh đôi chim bên trên và bên dưới là hình một cánh tay. Tính\nchất biểu ý của hai bộ phận này là dùng tay để xua đuổi đôi chim. Đối với loài\nchim, con người là mối đe dọa đối với chúng. Vì thế chúng sẽ tìm cách bay đi\nkhi thấy bóng dáng con người. Hình ảnh bàn tay đưa ra xua đuổi đối với\nchúng là sự"
  },
  "所": {
    "kanji": "所",
    "han_viet": "Sở",
    "nghia": "",
    "pinyin": "suǒ",
    "kun": "ところどころとこ",
    "on": "ショ",
    "tu_ghep": "• quân sở 軍所 • sở tại 所",
    "chi_tiet": "Chữ SỞ 所 là một chữ hội ý kết cấu trái phải, được hợp bởi bộ HỘ 戶 (cửa\nmột cánh, nhà) và bộ CÂN 斤 (cái rìu). Bộ 戶 ngoài nghĩa là cánh cửa ra còn\nnghĩa là nhà, bộ 斤 tượng trưng cho vũ khí. Tính chất hội ý của chữ 所 là chỉ\nnơi ra vào có lính canh giữ. Ngày xưa, tại những địa điểm quan trọng có quan\ntướng làm việc, những nơi này sẽ có quân lính canh gác bên ngoài, những\nngười cần trình báo hay giải quyết một vấn đề nào đó thì phải qua cửa có lính\ncanh, phải trình bày giấy tờ và lý do thì mới được lính canh cho vào."
  },
  "左": {
    "kanji": "左",
    "han_viet": "Tả, tá",
    "nghia": "",
    "pinyin": "Zuǒ",
    "kun": "ひだり",
    "on": "サシャ",
    "tu_ghep": "左岸 • tả phái 左派 • tả",
    "chi_tiet": "Chữ TẢ 左 là một chữ hội ý mô tả một bàn tay với CÔNG 工(một công cụ)\nbên cạnh nó. Người Trung Quốc cổ đại cho rằng tay phải quan trọng hơn\ntrong số hai bàn tay vì nó mạnh hơn và nhanh nhẹn hơn, trong khi tay trái ít\nquan trọng hơn và được xem là trợ lý của tay phải. Công cụ là một trợ lý của\ncon người vì vậy chữ 工 được thêm vào để thể hiện nó là tay trái hoặc tay trái\nhay bên trái.\nMặt khác, 左 cũng có nghĩa là hỗ trợ hoặc phụ giúp với âm đọc là “tá”, nhưng\ný nghĩa đó sau nay đã được thay thế bằng 佐."
  },
  "佐": {
    "kanji": "佐",
    "han_viet": "Tá",
    "nghia": "",
    "pinyin": "zuǒ",
    "kun": "ÂM KUN/ON",
    "on": "サ",
    "tu_ghep": "• phụ tá 輔佐 •",
    "chi_tiet": "Chữ TÁ 佐 là một chữ hình thanh kiêm hội ý. Nếu hiểu là chữ hình thanh thì\nchữ TÁ bao gồm chữ NHÂN 亻 bên phải có nhiệm vụ là thành phần biểu\nnghĩa, Chữ TẢ 左 (trái) có tác dụng biểu thị âm đọc. Tuy nhiên, bản thân chữ\nTẢ 左 có nghĩa là bên trái cũng có nghĩa là tay trái. Trong hai tay thì tay trái\nít quan trọng hơn tay phải. Với các công việc cần thao tác nhanh và sức lực,\nngười ta thường sử dụng bàn tay phải, vì ít quan trọng hơn nên người ta xem\nbàn tay trái là bàn tay phụ cho bàn tay phải. Như vậy chữ NHÂN 亻 hợp với\nchữ TẢ 左 có nghĩa là người phụ, hay người trợ giúp."
  },
  "災": {
    "kanji": "災",
    "han_viet": "Tai",
    "nghia": "",
    "pinyin": "zāi",
    "kun": "わざわ-い",
    "on": "サイ",
    "tu_ghep": "tai hoạ 災禍, tai nạn 災難,",
    "chi_tiet": "Chữ TAI 災 là một chữ hội ý, bao gồm bộ XUYÊN 巛 (dòng sông) và bộ\nHỎA 火 (lửa) hợp lại mà thành. Trong khi 巛 tượng trưng cho lũ lụt thì 火\ntượng trưng cho hỏa hoạn. Lũ lụt và hỏa hoạn được coi là những thảm họa\nchính trong quá khứ của con người. Một dạng thể khác của TAI là 灾 trong\ngiáp cốt văn mô tả một ngôi nhà đang cháy, nghĩa chính của nó là cháy nhà\nsau đó cũng mở rộng nghĩa là tai ương nói chung."
  },
  "材": {
    "kanji": "材",
    "han_viet": "Tài",
    "nghia": "",
    "pinyin": "cái",
    "kun": "ÂM KUN/ON",
    "on": "ザイ",
    "tu_ghep": "tài liệu 材料 • tài mộc 材木.",
    "chi_tiet": "Chữ TÀI 材 về cấu tạo là một chữ hình thanh kết cấu trái phải, bao gồm bên\ntrái là chữ MỘC 木 (cây cối) có nhiệm vụ biểu diễn nghĩa và bộ TÀI 才(tài\ngiỏi) có tác dụng biểu thị âm đọc. MỘC là gỗ 木, trong hoạt động sản xuất\ncủa người Hán xưa, cây cối ngoài vai trò cung cấp lương thực thông qua hái\nlượm hoặc trồng trọt, cây cối còn cung cấp vật liệu, phục vụ xây dựng và chế\ntạo vũ khí. Chữ TÀI 材 với MỘC 木 là thành phần biểu nghĩa, biểu thị cho\nnhững thứ có liên quan đến vật liệu gỗ từ thiên nhiên."
  },
  "三": {
    "kanji": "三",
    "han_viet": "Tam, tạm, tàm",
    "nghia": "",
    "pinyin": "sān • sàn",
    "kun": "みみ-つみっつ",
    "on": "サンゾウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ NHẤT 三 là một chữ chỉ sự, được mô tả là ba đường gạch ngang. Giống\nnhư chữ NHẤT 一 và chữ NHỊ 二, người Trung Quốc cổ đại đã sử dụng ba\nđường gạch ngang để ghi lại con số này. Ba đường gạch ngang này theo quan\nniệm xưa là tượng trưng Thiên, Nhân, Địa, tức là tam tài (thiên tài, nhân tài,\nđịa tài)."
  },
  "早": {
    "kanji": "早",
    "han_viet": "Tảo",
    "nghia": "",
    "pinyin": "zǎo",
    "kun": "はや-いはやはや-まるは",
    "on": "ソウサッ",
    "tu_ghep": "tảo khởi 早起, tần tảo 儘早.",
    "chi_tiet": "Chữ TẢO 早 là một chữ hội ý kết cấu trên dưới, bao gồm bên trên là bộ\nNHẬT 日 (mặt trời) và biến thể của GIÁP 甲 (can đầu tiên trong mười Thiên\ncan 天干). Vì 甲 là đầu tiên trong mười Thiên can (天干), 甲 có nghĩa là bắt\nđầu, nên 早 được sử dụng để mô tả thời gian buổi sớm của một ngày từ lúc\nmặt trời mọc cho đến trưa. Ngoài nghĩa chỉ thời gian sáng sớm, TẢO cũng có\nnghĩa là bắt đầu sớm hơn bình thường như trong từ tảo hôn."
  },
  "掃": {
    "kanji": "掃",
    "han_viet": "Tảo, táo",
    "nghia": "",
    "pinyin": "sǎo , sào",
    "kun": "は-く",
    "on": "ソウシュ",
    "tu_ghep": "tảo thanh 掃清 • tảo trừ 掃除.",
    "chi_tiet": "Chữ 掃 trong tiếng Trung có nghĩa là quét, là chữ được thay thế mở rộng cho\ndạng nguyên gốc là 帚 – Chửu. Với chữ nguyên gốc 帚 có thể truy trở lại từ\ndạng chữ Giáp Cốt (chữ khắc trên xương hoặc mai rùa, hình thái chữ đầu tiên\ncủa tiếng Hán), lối chữ hình vẽ tượng hình đơn giản minh họa cho dụng cụ để\nquét. Nó giống như một bó lau sậy gắn vào một cái cây bằng những sợi chỉ\nbuộc. Trong Kim văn hoặc Chung Đỉnh văn (loại văn tự được khắc hoặc đúc\ntrên đồ đồng, là sự kế thừa của Giáp Cốt văn), chữ 冖 /mì/ (mịch: trùm, đậy),\nđược thêm vào chính giữa kí tự, ngụ ý chỉ ra việc cột cho bó lau sậy càng chặt"
  },
  "則": {
    "kanji": "則",
    "han_viet": "Tắc",
    "nghia": "",
    "pinyin": "pàn",
    "kun": "のっと-る",
    "on": "ソク",
    "tu_ghep": "",
    "chi_tiet": "Chữ TẮC 則 là một chữ hội ý kết cấu trái phải, bao bao gồm 貝 và bộ ĐAO\n刀 (một con dao). Ở đây, 貝 thực sự là dạng đơn giản của 鼎 (một cái vạc cổ\ncó 3 chân), 則 đại diện cho những quy tắc hoặc luật lệ được khắc bằng dao\ntrên một cái vạc (giống như chữ kim văn) để thể hiện tầm quan trọng và vĩnh\ncửu (thực tế cho thấy chữ được khắc trên đồ đồng có thể tồn tại hàng thế kỷ\nvà hơn thế nữa). Vì vậy 則 có ý nghĩa là nguyên tắc hoặc quy định."
  },
  "稷": {
    "kanji": "稷",
    "han_viet": "Tắc",
    "nghia": "",
    "pinyin": "jì • zè",
    "kun": "きび",
    "on": "ショク",
    "tu_ghep": "tắc tử 稷子.",
    "chi_tiet": "Chữ TẮC 稷 là một chữ hội ý, gồm bộ HÒA 稷 (cây lúa), bộ ĐIỀN 田 (đồng\nruộng) và bộ THỦ 手 (tay) tạo thành. Ý nghĩa ban đầu của chữ TẮC 稷 ban\nđầu nghi thức tế lễ là tạ ơn thần lúa gạo, cấu mong cho mùa màng bội thu.\nKhông gian tế lễ là ngoài đồng, vật tế lễ là lúa. Bàn tay ở đay vơi ý nghĩa là\nbiểu trưng cho sự cung kính dâng lên thần linh những vật phẩm gieo trồng\nđược – đó là lúa gạo.\nCon người sinh ra có không gian sống, có lúa gạo để ăn, đó là niềm hạnh\nphúc. Đó cũng là điều kiên tiên quyết để đảm bảo sự sống dài lâu từ đời nay\nsang đời khác. Trong tiếng hán chữ XÃ và chữ TẮC ghép lại thành ha"
  },
  "賓": {
    "kanji": "賓",
    "han_viet": "Tân, thấn",
    "nghia": "",
    "pinyin": "bīn , bìn",
    "kun": "ÂM KUN/ON",
    "on": "ヒン",
    "tu_ghep": "tân hữu 賓友 • tân quán 賓",
    "chi_tiet": "Chữ “Tân” chính thể 賓 (Quan khách); chữ “Tân” giản thể 宾, thiếu chữ Bối\n貝 – Bảo bối, thay bằng chữ “Binh” 兵 – Binh lính\nXưa kia khách đến nhà dù sang hèn, phú quý, bần tiện, không mang quà quý\nvẫn được coi là bảo bối (貝- Bảo bối). Chủ nhà bày biện yến tiệc, khoản đãi\nvới tấm lòng thành. Ngày nay khách đến nhà bị coi như binh lính (Bộ “Miên”\n宀 chỉ mái nhà), không chỉ thiếu quà quý, mà còn có binh đao. Từ xưa đã gọi\nchuyện này là loạn cõi thế gian."
  },
  "盡": {
    "kanji": "盡",
    "han_viet": "Tận, tẫn",
    "nghia": "",
    "pinyin": "jǐn • jìn",
    "kun": "つ-くすつ-きるつ-かす",
    "on": "ジンサン",
    "tu_ghep": "tận trung 盡忠 • tận tuỵ 盡瘁",
    "chi_tiet": "Chữ TẬN 盡 là một chữ hình thanh kiêm hội ý, trong giáp cốt văn chữ 盡\nmô tả một bàn tay đang cầm chổi quét sạch bụi bẩn trong một vật dụng để\nđựng thức ăn (皿), ý chỉ đã ăn xong. Cho nên, 盡 có nghĩa là hết, cạn, hay\ntận cùng."
  },
  "習": {
    "kanji": "習",
    "han_viet": "Tập",
    "nghia": "",
    "pinyin": "xí",
    "kun": "なら-うなら-い",
    "on": "シュウジュ",
    "tu_ghep": "• ôn tập 溫習.",
    "chi_tiet": "Chữ TẬP 習 là một chữ hội ý kết cấu trên dưới, gồm bộ VŨ 羽 (lông vũ) và\nBẠCH 白(trắng) hợp thành. Ý nghĩa của chữ này là khi con chim non vừa\ntách ra khỏi vỏ trứng, lông vũ của chúng mỡi bắt đầu hình thành, màu trắng.\nĐể có thể tồn tại và phát huy vai trò của đôi cánh, những con chim non ấy mỗi\nngày phải rèn luyện, ban đầu là bò, giương đôi cánh mới nhú lên. Cứ như thế\ndần dần chúng có thể bay lên được, từ cự ly ngắn đến cự ly dài hơn và cuối\ncùng, khi đôi cánh đã hoàn thiện, nó có thể mặc sức bay lượn trên bầu trời. Ý\nnghĩa của chữ chữ TẬP 習 là nhấn mạnh vào tính thường xuyên, liên tục.\nTẬP 習 đ"
  },
  "集": {
    "kanji": "集",
    "han_viet": "Tập",
    "nghia": "",
    "pinyin": "jí",
    "kun": "あつ-まるあつ-めるつ",
    "on": "シュウ",
    "tu_ghep": "合 • • tập trung 集中, tề tập",
    "chi_tiet": ""
  },
  "疾": {
    "kanji": "疾",
    "han_viet": "Tật",
    "nghia": "",
    "pinyin": "jí",
    "kun": "はや-い",
    "on": "シツ",
    "tu_ghep": "cổ tật 蠱疾 • phế tật 廢疾.",
    "chi_tiet": "Chữ TẬT 疾 là một chữ ở dạng hình thanh kiêm hội ý. Nếu hiểu là chữ hình\nthanh thì chữ 疾 được hợp bởi 矢 và 疒 trong đó bộ THỈ 矢 (mũi tên) Là\nthành phần chỉ âm, bộ Nạch 疒 (bệnh tật) có tác dụng chỉ ý. Cũng giống như\ntrong cấu tạo chữ BỆNH 病, 疾 cũng có sự xuất hiện của 疒 . chữ 疒 là hình\nảnh của một người bệnh đang nằm trên giường, chữ 疒 có nghĩa bệnh tật, ốm\nđau, 疒 kết hợp với âm đọc của 矢 tạo thành 疾 với nghĩa là bệnh tật.\nChữ 疾 còn có một nghĩa nữa là nhanh, gấp rút, ý nghĩa này chắc chắn có liên\nquan đến bộ 矢 , đó là lý do tại sao nên hiểu chữ theo dạng chữ hội ý. 矢 là\nhình ảnh mũi tên, mũi tên"
  },
  "走": {
    "kanji": "走",
    "han_viet": "Tẩu",
    "nghia": "",
    "pinyin": "zǒu",
    "kun": "はし-る",
    "on": "ソウ",
    "tu_ghep": "tẩu thoát 走脫.",
    "chi_tiet": "Chữ TẨU 走 là một chữ hội ý kết cấu trên dưới. Chữ 走 trong cổ văn miêu tả\nmột người đàn ông đang chạy, phía dưới là chữ CHỈ 止 có nguồn gốc là hình\nảnh bàn chân với các ngón chân (xem bài chữ 止). 止 được thêm vào với ý\nnghĩa nhấn mạnh sự nhanh chóng trong mỗi bước chân của người đàn ông.\nCho nên 走 có nghĩa là chạy hoặc đi nhanh, trốn thoát."
  },
  "西": {
    "kanji": "西",
    "han_viet": "Tây, tê",
    "nghia": "",
    "pinyin": "xī",
    "kun": "にし",
    "on": "セイサイス",
    "tu_ghep": "西方 • tây tạng 西藏 • • tây",
    "chi_tiet": "Chữ TÂY 西 là một chữ tượng hình, mô tả một cái tổ chim. Khi mặt trời lặn,\nnhững con chim quay trở lại tổ của chúng, vì vậy được sử dụng để đại diện\ncho hướng hoàng hôn, tức hướng tây. Cần phân biệt chữ 西 với dậu 酉, điểm\nkhác biệt là một nét ngang được thêm vào chữ dậu."
  },
  "洒": {
    "kanji": "洒",
    "han_viet": "Tẩy, Tiển",
    "nghia": "Rửa, giặt, tẩy, gội, tắm gội,",
    "pinyin": "xǐ , xiǎn",
    "kun": "あら-う",
    "on": "セン",
    "tu_ghep": "cách diện tẩy tâm 革面洗心.",
    "chi_tiet": "Chữ Tẩy 洗 là một chữ hình thanh kết cấu trái phải. Bao gồm bên trái là bộ\nThủy 氵(nước) là thành phần chỉ ý, bên phải là chữ Tiên 先 (trước tiên) là\nthành phần chỉ âm đọc. Muốn tẩy rửa tất nhiên phải dùng đến nước, nghĩa\ncủa 洗 là tẩy rửa, làm sạch nghĩa mở rộng là thanh trừng, triệt hạ…\n“Trâu già đi trước vẫy đuôi\nNước văng ba giọt tẩy xuôi bụi trần”."
  },
  "祭": {
    "kanji": "祭",
    "han_viet": "Tế, sái",
    "nghia": "",
    "pinyin": "Zhài • jì • zhài",
    "kun": "まつ-るまつ-りまつり",
    "on": "サイ",
    "tu_ghep": "lễ 祭禮.",
    "chi_tiet": "Chữ TẾ 祭 là một chữ hội ý gồm ba bộ thủ tạo thành. Phía trên gồm hai bộ\nthủ, bên trái là bộ NHỤC 肉 (thịt) bên phải là bộ HỰU 又(tay, một biến thể\ncủa bộ thủ). Hai bộ thủ này hợp lại với ý nghĩa là bàn tay giơ cao, dâng miếng\nthịt (tượng trưng cho lễ vật dâng cúng. Bên dưới là chữ THỊ 示(bày tỏ), thể\nhiện lòng thành kính hướng về tổ tiên, hướng về thần linh mà tỏ ý nguyện cầu.\nCũng có quan điểm cho rằng chữ THỊ 示 ở đây là chiếc bàn đặt đồ tế lễ. Với\nba bộ thủ mỗi bộ có ý nghĩa tượng trưng riêng, tất cả là sự tái hiện một cách\ncô đọng nhất về nghi thức tế lễ thần linh ngày xưa."
  },
  "幣": {
    "kanji": "幣",
    "han_viet": "Tệ",
    "nghia": "…",
    "pinyin": "bì",
    "kun": "ぬさ",
    "on": "ヘイ",
    "tu_ghep": "tiền tệ 錢幣.",
    "chi_tiet": "Chữ TỆ 幣 ban đầu là một chữ hình thanh kết cấu trên dưới. Nghĩa gốc của\nTỆ 幣 là che lấp. Chữ TỆ 幣 có liên quan đến chữ BẠCH 帛 nhưng nghĩa của\nchữ TỆ không hoàn toàn đồng nhất với BẠCH 帛(tơ lụa) TỆ 幣 là bó tơ. Dần\ndần phát triển nghĩa chỉ tên các loại lễ vật. Vì vậy TỆ cũng giống như HÓA\n貨 (hàng hóa) đều trở thành tên gọi của tiền bạc, của cải thời cổ đại.\nNhiều nhà nghiên cứu cho rằng TỆ 幣 là vật trung gian của hàng hóa, không\năn được cũng không mặc được, chỉ là một loại giá trị tính toán dùng trong\nviệc trao đổi hàng hóa, làm vật thay thế để trao đổi ngang giá. Điều đó cũng\nchứng tỏ mối quan "
  },
  "石": {
    "kanji": "石",
    "han_viet": "Thạch",
    "nghia": "",
    "pinyin": "Shí • dàn • shí",
    "kun": "いし",
    "on": "セキ;シャク;コク",
    "tu_ghep": "",
    "chi_tiet": "Chữ THẠCH 石 là một chữ tượng hình mô tả một chiếc chuông được treo trên\nmột cái giá, vì một hòn đá rất khó được vẽ, do đó, một chiếc chuông làm bằng\nđá được người trung quốc xưa sử dụng để thể hiện khái niệm về đá. Loại\nchuông đá này đến nay vẫn được tìm thấy nhiều ở vùng Tây Tạng trong các di\ntích người xưa để lại. Thực tế tại một số ngôi chùa ở Việt Nam và Trung\nQuốc thỉnh thoảng người ta vẫn thấy xuất hiện loại chuông đá này.\nCũng có một số học giả cho rằng, chữ 石 đơn giản là miêu tả lại một hòn đá\ntrên vách núi. Sở dĩ có nhận định này là do phần bên trái của 石 rất giống bộ\nHÁN 丆 hay 厂 (sườ"
  },
  "泰": {
    "kanji": "泰",
    "han_viet": "Thái",
    "nghia": "",
    "pinyin": "tài",
    "kun": "ÂM KUN/ON",
    "on": "タイ",
    "tu_ghep": "quốc 泰國 • thái sơn 泰山.",
    "chi_tiet": "Chữ THÁI 泰 là một chữ hội ý kết cấu trên dưới, bao gồm bên trên là 2 bộ\nPHONG 丯 (cây cỏ), ở dưới là bộ THỦY 氺 (nước). Trong thể chữ Triện văn\nchữ THÁI 泰 ngoài hình ảnh dòng nước, hai bên bờ là những hàng cây, còn\ncó thêm hình ảnh một cánh chim đang dang đôi cánh bay lượn trên trời cao.\nTất cả những hình ảnh này vẽ nên một bức tranh đẹp đẽ, gợi một cảm giác\nbình yên cho con người. Với sự phát triển của chữ hán, về sau này hình ảnh\ncánh chim trong chữ THÁI 泰 không còn nữa, chỉ còn hình ảnh của nước và\ncây cỏ. Nước là nguồn sống, màu xanh cũng là màu của sự sống, là màu của\nyên bình ấm no."
  },
  "采": {
    "kanji": "采",
    "han_viet": "Thái, thải",
    "nghia": "",
    "pinyin": "cǎi • cài",
    "kun": "と-るいろどり",
    "on": "サイ",
    "tu_ghep": "采纳 • thái noãn 采暖, phong",
    "chi_tiet": "Chữ THÁI 采 khắc họa lại cảnh thu hoạch hoa màu của người xưa, đây là một\ntrong hai hoạt động chủ yếu thời cổ đại là săn bắn và hái lượm. Về cấu tạo 采\nlà một chữ hội ý điển hình có kết cấu trên dưới, bao gồm phía trên là một\ndạng thể của bộ TRẢO 爫(tay, móng vuốt) và phía dưới là bộ MỘC 木 (cây,\nhoa màu). Tính chất hội ý của (采) là dùng tay để thu hoạch hoa màu. Nghĩa\ngốc của là hái, ngắt. Trước đây 采 cũng được dùng với nghĩa là lựa, chon,\nsưu tập, tuy nhiên sau khi chữ 採 ra đời, 采 chủ yếu được dùng với nghĩa gốc.\nNgoài ra trong trong một số tài liệu cổ 采 cũng được dùng như 彩 (như sắc\nthái 色彩)."
  },
  "青": {
    "kanji": "青",
    "han_viet": "thanh",
    "nghia": "",
    "pinyin": "jīng • qīng",
    "kun": "あおあおあお-い",
    "on": "セイショウ",
    "tu_ghep": "thanh xuân 青春 • thiên",
    "chi_tiet": "Chữ THANH 青 trong thể giáp cốt được mô tả là hình ảnh một cái giếng\nđược bao quanh bởi cỏ, giếng có nước, vì vậy cỏ xung quanh luôn tươi tốt và\ncó màu xanh. Trải qua quá trình phát triển, hình thể chữ có sự biến đổi, hình\nảnh cây cỏ được biểu hiện bằng chữ PHONG 丰 (cỏ), bên dưới là một chữ\ngiống bộ NGUYỆT (trăng) thay cho hình ảnh cái giếng trước đây.\nTrước đây 青, được sử dụng để đại diện cho màu xanh lục và xanh lam,\nnhưng hai ý nghĩa như vậy đã được thay thế bằng 綠 và 藍, bây giờ 青 chủ\nyếu có nghĩa là màu xanh lục nhạt.\nMặt khác, khi một cái cây được phủ dày đặc bởi những chiếc lá màu xanh lá"
  },
  "清": {
    "kanji": "清",
    "han_viet": "Thanh, Sảnh",
    "nghia": "",
    "pinyin": "qīng • qìng",
    "kun": "きよ-いきよ-まるきよ-",
    "on": "セイショウシン",
    "tu_ghep": "",
    "chi_tiet": "Chữ Thanh 清 (trong sạch) là một chữ hình thanh được cấu tạo bởi bên trái là\nbộ Thủy 氵 là nước bên trái là chữ Thanh 青 (bộ phận biểu âm ). Bản thân\nchữ 青 cũng mang nghĩa tươi trẻ thanh khiết khi kết hợp thêm bộ Thủy 氵 với\nhàm ý là nước trong, tinh khiết."
  },
  "成": {
    "kanji": "成",
    "han_viet": "Thành",
    "nghia": "",
    "pinyin": "chéng • chèng",
    "kun": "な-るな-す",
    "on": "セイジョウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ THÀNH 成 là một chữ hội ý, mô tả ai đó cầm giáo để bảo vệ thành phố\ncủa mình, ý nghĩa ban đầu của nó là thành phố, nhưng ý nghĩa đó đã được\nthay thế bằng 城, bây giờ 成 có nghĩa là thành tựu, giàu có và thịnh vượng."
  },
  "城": {
    "kanji": "城",
    "han_viet": "Thành, giàm",
    "nghia": "",
    "pinyin": "chéng • jiǎn",
    "kun": "しろ",
    "on": "ジョウ",
    "tu_ghep": "thành quan 城关 • thành thị",
    "chi_tiet": "Chữ THÀNH 城 là một chữ hình thanh kiêm hội ý, bao gồm 土 (đất) và 成.\n成 mô tả ai đó cầm giáo để bảo vệ thành trì của mình, ý nghĩa ban đầu của nó\nlà thành trì, 土 được thêm vào với ý nhấn mạnh rằng đó là một địa điểm hoặc\nlãnh thổ có chủ quyền."
  },
  "聖": {
    "kanji": "聖",
    "han_viet": "Thánh",
    "nghia": "",
    "pinyin": "shèng",
    "kun": "ひじり",
    "on": "セイショウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ “Thánh” chính thể gồm chữ “Nhĩ” (耳 – cái tai), chữ “Khẩu” (口 –\nmiệng), và chữ “Vương” (王 – vua). Như vậy, “Thánh” là đôi tai, là cái miệng\ncủa Trời, truyền đạt ý chỉ của Trời, biết lắng nghe thiên hạ, truyền đạo của\nThiên tử, giáo hóa để nhân tâm con người hướng thiện.\nSau này chữ “Thánh” giản thể là “圣” rất giống với chữ “Quái” (怪 – yêu\nquái) thiếu mất bộ “Tâm” (心), tức là yêu quái vô tâm, hữu tâm tác quái, kỳ\nthực chính là chỉ yêu quái nơi địa ngục. Người ta tô vẽ, làm đẹp cho yêu quái,\nnhưng lại trù ghét bậc thánh nhân."
  },
  "升": {
    "kanji": "升",
    "han_viet": "Thăng",
    "nghia": "",
    "pinyin": "shēng",
    "kun": "ます",
    "on": "ショウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ THĂNG 升 là một chữ tượng hình, trong giáp cốt văn chữ 升 mô tả lại\nhình ảnh một con chim đang bay lên, cho nên, nghĩa của 升 là lên, đi lên. Chữ\n升 có cách viết tương đối giống chữ CỦNG 廾 điểm phân biệt là nét phết\nđược thêm vào ở phía bên trái."
  },
  "身": {
    "kanji": "身",
    "han_viet": "Thân, quyên",
    "nghia": "",
    "pinyin": "juān • shēn • yuán",
    "kun": "み",
    "on": "シン",
    "tu_ghep": "thân 獻身 • hiện thân 現身 •",
    "chi_tiet": "Chữ THÂN 身 là một chữ tượng hình, mô tả lại toàn bộ cơ thể người với đầy\nđủ các phần đầu, tay, bụng và phần chân. Chữ 身 chỉ các bộ phận chủ yếu\nhoặc trung tâm của vật thể nhấn mạnh ý nghĩa chỉ thân thể người. Thân thể là\ndo tạo hóa ban tặng, là hình hài của bố mẹ để lại, mất đi thân thể đồng nghĩa\nmất đi sự sống nên nó cũng có nghĩa là mạng sống. 身 cũng được dùng để chỉ\nbản thân, chính mình."
  },
  "亲": {
    "kanji": "亲",
    "han_viet": "Thân, Thấn",
    "nghia": "Cha mẹ, ruột thịt,",
    "pinyin": "qīn • qìng • xīn",
    "kun": "おやした-しいした-しむ",
    "on": "シン",
    "tu_ghep": "親 • mẫu thân 母親.",
    "chi_tiet": "Chữ Thân 親 tức thân thích, thân hữu. Gồm bộ tân 辛 bên trái, và chữ kiến 見\nbên phải, hàm nghĩa của bộ tân tức là vị cay, tượng trưng cho sự gian khổ,\nkiến tức là gặp mặt, nhìn thấy nhau; cho dù trong lúc khó khăn nhất, những\nngười thân vẫn có thể luôn ở bên cạnh và tương trợ lẫn nhau, vẫn luôn thăm\nviếng và giữ được tình cảm khăng khít. Chữ giản thể đã bỏ mất đi chữ kiến\nchỉ còn lại bộ tân, anh em, vợ chồng, cha con vì bước đường mưu sinh gian\nkhổ đã không còn nhìn mặt nhau nữa."
  },
  "臣": {
    "kanji": "臣",
    "han_viet": "Thần",
    "nghia": "",
    "pinyin": "chén",
    "kun": "ÂM KUN/ON",
    "on": "シンジン",
    "tu_ghep": "臣 • trung thần 忠臣.",
    "chi_tiet": "Chữ Thần 臣 là một chữ tượng hình, theo cách giải thích của người Đường\nHán, tác giả cuốn \"Mật mã chữ Hán” thì “chữ Thần 臣 trong giáp cốt văn và\nkim văn giống như hình con mắt đứng thẳng, khi người ta ngẩng đầu lên, nếu\nnhìn nghiêng sẽ thấy vị trí của mắt trong trạng thái dựng đứng , là biểu tượng\nngười đang quỳ gốì, tuân thủ lệnh truyền, thể hiện sự thần phục”\nVề nghĩa gốc Thần có nghĩa là nô lệ nam giới. Cách xưng gọi trong xã hội cũ\nquy định, nam tự xưng là thần, nữ tự xưng là thiếp, cũng xuất phát từ nghĩa\ngốc này. Các từ ghép Thần dịch, thần phục, thần dân... đểu có nghĩa liên quan\nđến sự "
  },
  "神": {
    "kanji": "神",
    "han_viet": "Thần",
    "nghia": "",
    "pinyin": "shēn , shén",
    "kun": "かみかんこう",
    "on": "シンジン",
    "tu_ghep": "• an thần dược 安神藥.",
    "chi_tiet": "Chữ Thị (“示”) nằm bên trái của chữ Thân. Ngày nay, nó\nthường được viết thành “礻”, có nghĩa là bảo cho biết, mách cho biết. Từ ý\nnghĩa ấy, nó tượng trưng cho sự điểm hóa, gợi ý và khai thị của Trời đất và\nThần đối với con người thế gian.\nBên phải của chữ “Thần” là chữ Thân (“申”), nó vốn là chữ gốc của chữ Thần"
  },
  "十": {
    "kanji": "十",
    "han_viet": "Thập",
    "nghia": "",
    "pinyin": "shí",
    "kun": "とお;と",
    "on": "ジュウ;ジッ;ジュッ",
    "tu_ghep": "",
    "chi_tiet": "Chữ 十 mô tả một sợi dây có nút thắt trên đó, người Trung Quốc cổ đại đã sử\ndụng biểu tượng đó để đại diện cho số mười, vì số mười là số lớn nhất mà con\nngười có thể đếm bằng cả hai tay của mình, đó cũng là một đơn vị tự nhiên.\ntrong khái niệm của người Trung Quốc cổ đại, một nút thắt trong một sợi dây\ncó nghĩa là một đầu của một sợi dây, vì vậy một nút thắt trong một sợi dây\nđược sử dụng để đại diện cho số mười.\nSử dụng nút thắt đại diện cho số 10 có thể thấy trong các chữ chấp 廿(hai\nmươi), tạp 卅(ba mươi) và tấp 卌(bốn mươi) được mô tả hai, ba và bốn nút\nthắt trong một sợi dây tương ứng."
  },
  "拾": {
    "kanji": "拾",
    "han_viet": "Thập, thiệp",
    "nghia": "",
    "pinyin": "jiè • shè • shí",
    "kun": "ひろ-うじゅう",
    "on": "シュウジュウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ THẬP là một chữ hình thanh kiêm hội ý, Bao gồm bộ THỦ 扌(tay) và\nHỢP 合 (thu thập, chứa). 合 là hình ảnh của một thùng chứa có nắp, có ý\nnghĩa là chứa và thu thập (xem bài chữ 合). Bàn tay là bộ phận cơ thể chính\nđể làm việc của con người, khi chúng ta muốn gom hoặc thu thập một cái gì\nđó, chúng ta cần phải nhặt nó lên."
  },
  "七": {
    "kanji": "七",
    "han_viet": "Thất",
    "nghia": "",
    "pinyin": "qī",
    "kun": "なななな-つなの",
    "on": "シチ",
    "tu_ghep": "",
    "chi_tiet": "Chữ THẤT 七 trong thể chữ cổ được mô tả là một chữ thập, đại diện cho\ntrung tâm của thế giới. Từ kiến thức của người Trung Quốc cổ đại, thế giới\nnày được hình thành bởi bảy mặt, là đông, nam, tây, bắc, mặt trên, mặt dưới\nvà mặt cuối cùng là trung tâm, vì vậy chữ thập được sử dụng để thể hiện khái\nniệm trung tâm (giống như khi ta quan sát một hình lập phương từ trên xuống\ndưới, điểm cong ra ở thể chữ triện văn thể hiện cho điểm trung tâm đó) vì nó\nmang nghĩa thứ bảy, người Trung Quốc cổ đại cũng sử dụng biểu tượng như\nvậy để mô tả số lượng bảy 七.\nNgười Trung Quốc cổ đại rất quan tâm đến thiên nh"
  },
  "妻": {
    "kanji": "妻",
    "han_viet": "Thê",
    "nghia": "",
    "pinyin": "qī • qì",
    "kun": "つま",
    "on": "サイ",
    "tu_ghep": "phu thê 夫妻.",
    "chi_tiet": ""
  },
  "体": {
    "kanji": "体",
    "han_viet": "Thể, bổn",
    "nghia": "",
    "pinyin": "bèn • tī • tǐ",
    "kun": "からだかたち",
    "on": "タイテイ",
    "tu_ghep": "thể tài 体栽 • thi thể 尸体 •",
    "chi_tiet": "Chữ THỂ 体 là một chữ hội ý kết cấu trái phải, được cấu tạo bởi bộ NHÂN 人\n(con người) và BẢN 本 (gốc, cơ sở). Cơ thể con người là cơ sở của một con\nngười, nó là điểm kết nối chung của cả đầu tay và chân. 体 là biến thể của 體,\ncả hai đều có chung ý nghĩa và cách phát âm, cả hai được dùng song song với\nnhau."
  },
  "世": {
    "kanji": "世",
    "han_viet": "Thế",
    "nghia": "",
    "pinyin": "shì",
    "kun": "よさんじゅう",
    "on": "セイセソウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ THẾ là một chữ tượng hình, trong cổ văn miêu tả một một cành lá với\nnhững chiếc lá lớn nhỏ nối liền nhau. Vì hàng năm lá vàng khô rụng xuống, lá\nmới lại mọc lên. Cũng như con người, thế hệ cha ông mất đi thế hệ hệ con\ncháu được sinh ra kế tục, cứ như vậy, từ thế hệ này đến thế hệ khác cuộc sống\ncứ tiếp nối. Ngày xưa cho rằng cứ 30 năm là một thế, cũng như thế hệ cha\nđược nối tiếp bằng thế hệ con là một thế."
  },
  "尸": {
    "kanji": "尸",
    "han_viet": "Thi",
    "nghia": "",
    "pinyin": "shī",
    "kun": "かたしろ",
    "on": "シ",
    "tu_ghep": "hán.",
    "chi_tiet": "Chữ THI 尸 là một chữ tượng hình. Trong các dạng cổ văn, 尸 miêu tả xác\nmột người nằm bất động, chân tay buông xuôi. Ý nghĩa ban đầu của 尸 là chỉ\nxác người chết nhưng ý nghĩa như vậy đã được thay thế bằng chữ THI 屍.\nNgày nay chúng ta ít gặp 尸 với vai trò chữ đơn tạo từ ghép, 尸 được dùng\nchủ yếu với vai trò là bộ thủ tạo chữ hán."
  },
  "侍": {
    "kanji": "侍",
    "han_viet": "Thị",
    "nghia": "",
    "pinyin": "shì",
    "kun": "さむらいはべ-る",
    "on": "ジシ",
    "tu_ghep": "thị nữ 侍女 • thị vệ 侍卫.",
    "chi_tiet": "Chữ THỊ 侍 được kết hợp bởi chữ NHÂN 亻(người) và chữ TỰ 寺 (ngôi\nchùa). Trong giáp cốt và triện văn, chữ THỊ nhìn giống như hình ảnh một\nngười đang dùng tay để chăm sóc cây. Phần bên phải của chữ là hình ảnh đôi\nbàn tay đang hướng tới cái cây nhỏ biểu thị cho việc đang vun xới, cắt tỉa cây.\nNghĩa ban đầu của chữ THỊ 侍 là coi sóc, chăm bẵm. Theo thời gian, phần\nbên phải của chữ biến đổi và trở thành chữ TỰ 寺 như bây giờ. Chữ Tự cũng\nphát triển thêm nghĩa là gần gữi hay thân cận."
  },
  "請": {
    "kanji": "請",
    "han_viet": "thỉnh • tình • tính",
    "nghia": "Mời, Xin, cầu xin, khẩn cầu,",
    "pinyin": "qīng • qíng • qǐng • qìng",
    "kun": "こ.うう.ける",
    "on": "セイシンショウ",
    "tu_ghep": "giáo 請教 • thỉnh nguyện 請",
    "chi_tiet": "Chữ 請 nghĩa là Mời, Xin, cầu xin, khẩn cầu, Yết kiến, bái kiến.\nVề cấu tạo, 請 là một chữ hình thanh điển hình có kết cấu trái phải. Kết hợp\nbởi chữ Ngôn 言 là lời nói (thành phần chỉ ý) và chữ Thanh 青 màu xanh\n(là thành phần biểu thị âm đọc). “Tôn hô khiêm xưng” là chuẩn mực trong\ngiao tiếp của người Trung Quốc xưa. Nghĩa là xin, cầu xin, được sử dụng\nlàm kính từ như: “thỉnh giáo” 請教 xin dạy bảo cho, “thỉnh thị” 請示 xin\nchỉ bảo cho.\n\"Lấy trăng làm ghế vua ngồi (青)\nNói lời (言) tốt đẹp thỉnh mời vua sang\"."
  },
  "氏": {
    "kanji": "氏",
    "han_viet": "Thị, chi",
    "nghia": "",
    "pinyin": "jīng • shì • zhī",
    "kun": "うじ-うじ",
    "on": "シ",
    "tu_ghep": "tính thị 姓氏 • yên thị 閼氏.",
    "chi_tiet": "Chữ THỊ 氏 là một chữ tượng hình. Hình dạng chữ THỊ trong các thể chữ cổ\nmô tả một người đàn ông cúi đầu giữ một cái khung, khung có nghĩa là bao\nquanh một mảnh đất, ngụ ý người đó có được một mảnh đất. Ở Trung Quốc\ncổ đại, chư hầu sẽ lấy một họ khác sau khi một mảnh đất được cấp cho anh ta,\nhọ đó là 氏, thường được đặt tên theo tên của một quốc gia, một địa điểm\nhoặc một vị trí chính thức.\nMặt khác, cả TÍNH 姓 và THỊ 氏 đều có nghĩa là họ, nhưng 姓 xuất phát từ\nmẹ trong khi xuất phát từ cha, hiện tượng đó được tạo ra bởi các giai đoạn\nkhác nhau của xã hội, sự khác biệt giữa chế độ mẫu hệ và chế độ"
  },
  "視": {
    "kanji": "視",
    "han_viet": "Thị",
    "nghia": "",
    "pinyin": "shì",
    "kun": "み-る",
    "on": "シ",
    "tu_ghep": "",
    "chi_tiet": "Chữ 見 chủ thể về các nghĩa liên quan đến các đặc điểm, chức năng của mắt\nnhư nhìn, quan sát,… kết hợp với âm đọc của chữ 礻 tạo thành chữ THỊ 視.\nNếu hiểu là chữ hội ý thì tính chất biểu ý của hai thành phần tạo chữ (礻+\n見)là : người ta chi có thể nhìn thấy thứ gì đó khi chúng được biểu hiện ra\nbên ngoài (THỊ 礻 là tỏ rõ, mách bảo KIẾN 見 là nhìn)."
  },
  "是": {
    "kanji": "是",
    "han_viet": "Thị",
    "nghia": "",
    "pinyin": "shì",
    "kun": "これこのここ",
    "on": "ゼシ",
    "tu_ghep": "",
    "chi_tiet": "Chữ THỊ 是 là một chữ hội ý kết cấu trên dưới, bao gồm bộ NHẬT (mặt trời)\nvà một biến thể của chữ CHÍNH 正 (đúng, ngay thẳng). Chữ THỊ 是 trong\ngiáp cốt văn mô tả một bàn chân tiến về phía trước, mặt trời là biểu tượng của\nsự sáng, đi về phía mặt trời có nghĩa là theo đuổi ánh sáng. Vì vậy Chữ THỊ\n是 có ý nghĩa của sự đúng đắn, chân lý và sự khẳng định."
  },
  "天": {
    "kanji": "天",
    "han_viet": "thiên",
    "nghia": "",
    "pinyin": "tiān",
    "kun": "あまつあめあま",
    "on": "テン",
    "tu_ghep": "",
    "chi_tiet": "Chữ THIÊN 天 là một dạng chữ chỉ sự. Trong các dạng chữ cổ chữ 天 mô tả\nmột người cao lớn (chữ 大),phía trên là một mặt phẳng, mặt phẳng này sau\nđó được thay bằng một nét ngang, nét ngang như vậy để nhấn mạnh thứ ở\ntrên đầu con người (chỉ sự), đó là bầu trời."
  },
  "妾": {
    "kanji": "妾",
    "han_viet": "Thiếp",
    "nghia": "",
    "pinyin": "qiè",
    "kun": "めかけそばめわらわ",
    "on": "ショウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ “妾/ thiếp” (vợ lẽ, vợ bé) là chữ hội ý. Thể chữ Giáp cốt được cấu tạo từ\nchữ “辛/ tân” (hình đao, nghĩa là cực hình, khổ sở) và bộ “女/ nữ”. Cấu tạo\nnghĩa cho thấy hình ảnh người phụ nữ có tội đang chịu hình phạt. Thuyết văn\ngiải tự/ 《说文解字》 ” giải thích: “Thiếp, nghĩa là người phụ nữ có tội, là nô\nlệ phải hầu hạ bên cạnh chủ/ 妾，有罪女 子，给事之得接于君者” (Hứa\nThận, 1998). Cho thấy “thiếp” có địa vị thấp hèn và phụ thuộc như nô lệ. “妻/\nthê” “妾/ thiếp” là hệ quả của sự ép hôn. Xã hội ngày xưa theo quan niệm\nNho giáo Trung Quốc cho rằng: “Trong ba điều bất hiếu, lớn nhất là không có\ncon nối dõi/ 不孝 有三，无后为"
  },
  "涉": {
    "kanji": "涉",
    "han_viet": "Thiệp",
    "nghia": "Lội, bước vào, liên quan, can",
    "pinyin": "dié • shè",
    "kun": "わた-る",
    "on": "ショウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ THIỆP 涉 là một chữ hội ý điển hình có kết cấu trái phải, bao gồm bộ\nTHỦY 氵 (nước, sông) và chữ BỘ 步 (bước chân, đi bộ) hợp thành. Chữ 步\nmô tả đôi bàn chân một trái một phải đang bước đi (xem lại bài chữ 步), khi\n步 kết hợp với bộ 氵 thành chữ 涉 mô tả hai bàn chân đang di chuyển qua\nmột con sông. Nghĩa gốc của 涉 chỉ việc lội nước như “bạt sơn thiệp thủy 跋\n山涉水”(trèo đèo lội suối). Mặt khác, bàn chân của ai đó sẽ bị ướt nếu người\nđó băng qua sông bằng chân, vì vậy 涉 cũng được sử dụng để mô tả một cái gì\nđó hoặc ai đó có liên quan hay dính líu đến điều khác."
  },
  "壽": {
    "kanji": "壽",
    "han_viet": "Thọ",
    "nghia": "",
    "pinyin": "shòu",
    "kun": "ことぶき;ことぶ-く;こ",
    "on": "ジュ;ス;シュウ",
    "tu_ghep": "thọ 上壽 • trường thọ 長壽 •",
    "chi_tiet": ""
  },
  "妥": {
    "kanji": "妥",
    "han_viet": "Thỏa",
    "nghia": "",
    "pinyin": "tuǒ",
    "kun": "ÂM KUN/ON",
    "on": "ダ",
    "tu_ghep": "",
    "chi_tiet": "Chữ THỎA 妥 là một chữ hội ý có kết cấu trên dưới, bao gồm phía trên là bộ\nTRẢO 爫 (tay) và phía dưới là bộ NỮ 女 (con gái). Hình ảnh một bàn tay\nphía trên một người phụ nữ với ý chỉ đã đạt được cô ta hay nói theo chiều\nngược lại thì cô gái này đã yên bề gia thất. Nghĩa gốc của 妥 là “yên ổn” hay\n“an định”, ý nghĩa này sau đó được thay thế bằng 綏, tuy nhiên cả hai chữ này\nvẫn được dùng song song và có thể thay thế cho nhau trong một số trường\nhợp."
  },
  "退": {
    "kanji": "退",
    "han_viet": "Thoái, Thối",
    "nghia": "Lui, lùi đối lại với “tiến” 進.",
    "pinyin": "tuì",
    "kun": "しりぞ-くしりぞ-ける",
    "on": "タイ",
    "tu_ghep": "",
    "chi_tiet": "Chữ 退 nghĩa là Lui, lùi đối lại với “tiến” 進. hay rút lui, lui binh...Gồm bộ\nquai Sước 辶(nghĩa là đi, bay, chạy...) và chữ Cấn 艮 ( là cứng, kiên cố,\nngang ngạnh...)\nKhi đi 辶 mà gặp cản trở 艮 tiến không được thì phải lùi 退. Đây là cách\nngắn gọn để ghi nhớ chữ hán này. Về mặt cấu tạo nó là một chữ hình thanh,\nbộ 辶 liên quan đến nghĩa đi đứng, di chuyển kết hợp âm đọc của 艮 để tạo\nthành chữ 退."
  },
  "吐": {
    "kanji": "吐",
    "han_viet": "Thổ",
    "nghia": "",
    "pinyin": "tǔ • tù",
    "kun": "は-くつ-く",
    "on": "ト",
    "tu_ghep": "thổ phiền 吐蕃 • thổ tả 吐瀉•",
    "chi_tiet": "Chữ THỔ 吐 là một chữ hình thanh kết cấu trái phải. Trong đó, bộ KHẨU 口\n(miệng) bên trái là thành phần biểu nghĩa, bộ THỔ 土 (đất) bên phải là bộ\nphận có nhiệm vụ biểu thị âm đọc. KHẨU 口 chủ thể về các nghĩa liên quan\nđến các đặc tính của miệng như ăn uống, nói năng…kết hợp với âm đọc của\n土 tạo thành chữ 吐 với nghĩa là nói ra như trong từ thổ lộ 吐露 hay nghĩa nhổ\nra như trong từ thổ tả 吐瀉."
  },
  "寸": {
    "kanji": "寸",
    "han_viet": "Thốn",
    "nghia": "",
    "pinyin": "cùn",
    "kun": "ÂM KUN/ON",
    "on": "スン",
    "tu_ghep": "• thốn địa 寸地 • thốn tâm",
    "chi_tiet": "Chữ THỐN 寸 là một chữ chỉ sự. Mô tả một cánh tay với một nét vẽ chỉ vào\nmạch cổ tay. Trong lý thuyết của y học Trung Quốc, mạch cổ tay là điểm đập\ntrên cổ tay mà thầy thuốc Trung Quốc dùng để chẩn đoán thông qua xung\nnhịp đập, điểm xung như vậy cách một khoảng dưới lòng bàn tay.\n寸 có nghĩa ban đầu là 'mạch cổ tay', vì bác sĩ Trung Quốc có thể biết tình\ntrạng bệnh bằng cách nhấn vào đó, nhưng ý nghĩa đó đã được thay thế bằng\n忖, nên sau đó 寸 dùng để chỉ đơn vị đo.\nMặt khác, giống như 又, 寸 được sử dụng như một thành phần cấu tao trong\nmột hán tự khác, là một trong 214 bộ thủ, nó có nghĩa là 'bàn "
  },
  "時": {
    "kanji": "時",
    "han_viet": "Thời, Thì",
    "nghia": "",
    "pinyin": "shí",
    "kun": "ときどき",
    "on": "ジ",
    "tu_ghep": "",
    "chi_tiet": "Chữ THỜI\ncó thể chia ra làm 3 bộ phận nhật 日, thổ 土, thốn 寸 tức là trên mặt đất\n（土） đo đạc （寸） vị trí của mặt trời （日）. Cổ nhân cho rằng bất kỳ\nmặt trời ở phương hướng nào thì đều thấy bóng của nó, người ta căn cứ sự di\nchuyển của bóng mặt trời để xác định thời gian. Chữ THỜI giản thể 时 là từ\nhội ý nhưng vẫn giữ nguyên được ý nghĩa đo thời gian qua mặt trời."
  },
  "收": {
    "kanji": "收",
    "han_viet": "Thu, thâu",
    "nghia": "",
    "pinyin": "shōu",
    "kun": "おさ-める;おさ-まる",
    "on": "シュウ",
    "tu_ghep": "thu thập 收拾.",
    "chi_tiet": "Chữ THU 收 là một chữ hội ý, bao gồm 丩 là biến thể của 勾 (hình ảnh hai\nmóc nối với nhau) và 攵 (hình ảnh một bàn tay đang cầm một cây gậy hoặc\nmột công cụ). Một cái móc (勾)là một công cụ để kéo đồ vật, trong khi 攵 đại\ndiện cho vũ lực hay quyền lực, vì vậy 收 có nghĩa là hành động dùng quyền\nlực, vũ lực để đạt được một cái gì đó."
  },
  "秋": {
    "kanji": "秋",
    "han_viet": "Thu",
    "nghia": "",
    "pinyin": "qiū",
    "kun": "あきとき",
    "on": "シュウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ THU 秋 là chữ hội ý kết cấu trái phải, một bên là bộ HÒA 禾(cây lúa),\nmột bên là bộ HỎA 火 (lửa). Sau thời ký sinh trưởng và phát triển, cây cối\nđơm hoa kết trái và bước vào độ chín. Mùa thu về dưới sắc vàng của ánh nắng\nmặt trời, bông lúa chín ngả màu vàng, lá cây ngả màu vàng, màu vàng như\nmàu lửa, gợi cảm giác ấm cúm đầy đủ. Chữ THU 秋 với sự hội ý của HÒA\nvà HỎA có sức gợi tả sinh động, khiến người ta hình dung ra cảnh đồng quê\ntràn ngập ánh vàng của mùa màng, của cỏ cây hoa lá sau chu kì sinh sôi nảy\nnở.\nCũng có lý giải chữ THU dựa vào tập quán trồng cấy của người dân. Khi mùa\nvề người ta"
  },
  "讎": {
    "kanji": "讎",
    "han_viet": "Thù",
    "nghia": "",
    "pinyin": "chóu",
    "kun": "あだかたき",
    "on": "シュウ",
    "tu_ghep": "• thâm thù 深讎.",
    "chi_tiet": "Chữ THÙ 讎 (thù địch) trong thuyết văn giải tự định nghĩa là một chữ hình\nthanh. Được hợp bởi chữ THÙ 雔 biểu âm và bộ NGÔN 言 biểu ý. Thực ra có\nthể coi chữ THÙ là chữ hội ý. Chữ THÙ 讎 hợp bởi 2 bộ CHUY 隹 (con\nchim) ở hai bên, ý nói hai con chim đang đối đầu nhau, bộ NGÔN 言 ở giữa\nbiểu thị sự tranh luận gay gắt. Điều đặc biệt là chữ THÙ 雔 được biểu thị bằng\nhai con chim đứng cạnh nhau như đôi uyên ương, cho nên chữ THÙ 雔 lại\nmang nghĩa hoàn toàn trái ngược, nó mang nghĩa là đôi chim hay bạn bè.Vị trí\nđứng của hai chú chim đã quyết định 2 ý nghĩa trái ngược của hai chữ đồng\nâm THÙ 讎 (thù địch) và"
  },
  "取": {
    "kanji": "取",
    "han_viet": "Thủ, thú",
    "nghia": "",
    "pinyin": "jù • qū • qǔ",
    "kun": "と.ると.りと.り-とり-ど.",
    "on": "シュ",
    "tu_ghep": "",
    "chi_tiet": "Chữ “取/ thủ” là chữ hội ý, được cấu thành bởi bộ “又/ hựu” (tay phải) và bộ\n“耳/ nhĩ” (tai), ý nghĩa ban đầu là trong các cuộc săn bắn tóm bắt được dã thú\nhoặc chinh phạt được rồi cắt lấy tai trái, đúng như tinh thần của câu: “获者取\n左耳 Hoạch giả thủ tả nhĩ” trong “Chu lễ/ 《周礼》."
  },
  "趣": {
    "kanji": "趣",
    "han_viet": "Thú, xúc",
    "nghia": "",
    "pinyin": "cǒu • cù • qū • qù • zōu",
    "kun": "おもむきおもむ-く",
    "on": "シュ",
    "tu_ghep": "",
    "chi_tiet": ""
  },
  "娶": {
    "kanji": "娶",
    "han_viet": "Thú",
    "nghia": "",
    "pinyin": "qǔ",
    "kun": "めと-るめあわ-せる",
    "on": "シュ",
    "tu_ghep": "hôn thú 婚娶.",
    "chi_tiet": "Chữ “娶/ thú” được cấu tạo bởi bộ “女/ nữ” và chữ “取/ thủ” (lấy). “取/ thủ”\nvới nghĩa gốc là cướp đoạt. “取/ thủ” là chữ hội ý, được cấu thành bởi bộ “又/\nhựu” (tay phải) và bộ “耳/ nhĩ” (tai), nghĩa là tóm bắt được dã thú hoặc chinh\nphạt được rồi cắt lấy tai trái, đúng như tinh thần của câu: “获者取左耳 Hoạch\ngiả thủ tả nhĩ” trong “Chu lễ/ 《周礼》 ”. Chữ “取/ thủ” thêm bộ “女/ nữ”\nthành chữ “娶/ thú” trong từ “嫁娶/ giá thú”, nghĩa là cướp người phụ nữ làm\nvợ.\nSự xuất hiện của chữ “娶/ thú” đánh dấu bước quá độ chuyển từ xã hội thị tộc\nmẫu hệ sang xã hội thị tộc phụ hệ. Đồng thời, sự phát triển ngữ nghĩa của nó\n"
  },
  "首": {
    "kanji": "首",
    "han_viet": "Thủ, thú",
    "nghia": "",
    "pinyin": "shǒu",
    "kun": "くび",
    "on": "シュ",
    "tu_ghep": "科 thủ phạm 首犯 • thủ phủ",
    "chi_tiet": "Chữ THỦ 首 là một chữ tượng hình, mô tả một đầu người, đầu người như vậy\ncó tóc dài trên đỉnh và mắt to trên mặt, hai đặc điểm này là điểm khác biệt\nchính của con người so với các loài động vật khác. Đầu là bộ phận quan trọng\nnhất của cơ thể, vì vậy chúng ta sử dụng 首 để mô tả một cái gì đó là gốc hay\nđứng đầu."
  },
  "受": {
    "kanji": "受",
    "han_viet": "Thọ, thâu, thụ",
    "nghia": "",
    "pinyin": "shòu",
    "kun": "う-けるう-かる",
    "on": "ジュ",
    "tu_ghep": "",
    "chi_tiet": "Chữ THỤ 授 là một chữ hội ý, trong cổ văn nó mô tả một bàn tay (又- hựu)\nđưa thuyền cho một tay khác (爫, một dị thể của bộ trảo 爪). Thuyền là một\nthứ có thể chứa nhiều thứ khác, vì vậy nó được sử dụng để đại diện cho một\ncái gì đó có giá trị. Hình dạng của một chiếc thuyền trong cổ văn rất rõ ràng,\nnhưng bây giờ nó đã được đơn giản hóa thành hai nét. Trước đây, 受 có nghĩa\nlà hành động cho và nhận, nhưng sau đó hành động cho đã được thay thế bằng\n授. Bây giờ 受 chỉ có nghĩa là hành động nhận."
  },
  "售": {
    "kanji": "售",
    "han_viet": "Thụ",
    "nghia": "",
    "pinyin": "shòu",
    "kun": "う-る",
    "on": "シュウ",
    "tu_ghep": "• tiêu thụ 銷售.",
    "chi_tiet": "Chữ THỤ 售 là chữ xuất hiện sau chữ THÙ 讎 trong thuyết văn có ghi : “thù\ndo ứng dã, tòng ngôn thù thanh” (thù cũng có nghĩa là ứng). thực ra THÙ 讎\nlà chữ kiêm nghĩa. Xét theo hai bộ bán chuy 隹, chữ THÙ biểu thị ý nghĩa là\nhai chú chim đối đầu nhau, Bộ NGÔN 言 biểu thị ngôn ngữ ứng đáp. Người ta\nmượn chữ THÙ để biểu thị sự đối đáp bằng ngôn ngữ giữa người với người.\nNếu mở rộng nghĩa nó, nó có nghĩa là buôn bán tiêu thụ. Trong cuốn hán thư\nâm nghĩa có ghi : “ thù diệc thụ dã” (thù cũng có nghĩa là thụ). Chữ THỤ\nđược dùng trong hoạt động thương mại, có liên quan đến nghĩa của từ MÃI\n(mua) và MẠI ("
  },
  "順": {
    "kanji": "順",
    "han_viet": "Thuận",
    "nghia": "",
    "pinyin": "shùn",
    "kun": "ÂM KUN/ON",
    "on": "ジュン",
    "tu_ghep": "thuận hoà 順和 • thuận lợi 順",
    "chi_tiet": "Chữ THUẬN 順 là chữ hội ý kiêm hình thanh kết cấu trái phải, gồm bộ\nXUYÊN 川 (sông, dòng nước) và bộ HIỆT 頁 (đầu) tạo thành. Cuộc sống con\nngười ban đầu gắn liền với rừng rú, sông nước. họ quan sát, thử nghiệm và\nphát hiện được tính chất của sự vật hiện tượng khách quan. Sông thường chảy\ntừ đầu nguồn ra biển, nước xuôi dòng là thuận theo lẽ tự nhiên (cách nhìn\nnhận này giống như trong cấu tạo chữ pháp 法 sẽ nói trong nột dịp khác ). Do\nđó, chữ THUẬN 順 vốn được thể hiện bằng hình ảnh nước từ đầu nguồn đổ\nra biển, nước xuôi dòng. Sau đó dùng để liên hệ sang các sự vật hiện tượng\nthiên nhiên và xã h"
  },
  "束": {
    "kanji": "束",
    "han_viet": "Thúc, thú",
    "nghia": "Bó, buộc, gói, hạn chế, ước",
    "pinyin": "shù",
    "kun": "たば たば-ねるつかつ",
    "on": "ソク",
    "tu_ghep": "",
    "chi_tiet": "Chữ THÚC 束 trong cổ văn là một chữ tượng hình, mô tả một gói đồ mà hai\nđầu của nó được buộc bằng dây thừng. sau quá trình biến đổi của chữ hán,\nchữ 束 giờ đây là một chữ hội ý, phần gói đồ được thể hiện bằng bộ VI 囗,\nphần dây buộc hai đầu được thay bằng hai đầu của chữ MỘC 木. Cần phân\nbiệt chữ 束 với chữ ĐÔNG 東 cả hai có hình thể tương đối giống nhau do có\nchung một nguồn gốc hình thành."
  },
  "水": {
    "kanji": "水",
    "han_viet": "Thủy",
    "nghia": "",
    "pinyin": "shuǐ",
    "kun": "みず",
    "on": "スイ",
    "tu_ghep": "银 • thuỷ ngưu 水牛 • thuỷ",
    "chi_tiet": "Chữ THỦY 水 là một chữ tượng hình, nước đến từ sông, vì vậy, 水 là hình\nảnh của một dòng sông. Trong quá khứ, 水 mang ý nghĩa của cả nước và\nsông. Sau khi chữ XUYÊN 川 và HÀ 河 xuất hiện, 水 đặc biệt chỉ còn có\nnghĩa là nước. Ngày nay, ngoài vai trò là chữ đơn, chữ 水 cùng với chữ 火 là\nhai bộ thủ chữ hán xuất hiện với tần suất nhiều nhất trong cấu tạo các chữ hán\nkhác."
  },
  "書": {
    "kanji": "書",
    "han_viet": "Thư",
    "nghia": "",
    "pinyin": "shū",
    "kun": "か-くが-きがき",
    "on": "ショ",
    "tu_ghep": "thư 證書 • công thư 攻書 •",
    "chi_tiet": "Chữ THƯ 書 là một chữ hội ý có kết cấu trên dưới, bao gồm bộ DUẬT 聿 và\nbộ VIẾT 曰 (dễ nhầm với bộ 日) hợp lại mà thành. Trong khi bộ DUẬT 聿\n(cây bút) là hình ảnh của một bàn tay cầm bút thì bộ VIẾT (nói) với bộ\nKHẨU 口 thêm một nét ngang ở giữa biểu thị cho lời nói phát ra từ miệng.\nTính chất hội ý của hai bộ thủ 聿 + 曰) là cầm bút để viết ra những câu\nchuyện. Người ta dùng bút để viết thư, viết sách, nội dung là những câu\nchuyện sảy ra hàng ngày hay những thứ không tiện diễn tả bằng lời nói."
  },
  "恕": {
    "kanji": "恕",
    "han_viet": "Thứ",
    "nghia": "",
    "pinyin": "shù",
    "kun": "ゆる-す",
    "on": "ジョショ",
    "tu_ghep": "寬恕",
    "chi_tiet": "Chữ “Như” (如) và chữ “Tâm” (心) hợp lại thành chữ “Thứ” (恕), nghĩa là\ntha thứ, bao dung. Chữ “Như” ghép với chữ “Tâm” mang ý nghĩa là để cho\ntrái tim gần với trái tim, để tâm mình gần với tâm người, tâm người cũng như\ntâm mình.\nTrong Luận Ngữ, Khổng Tử đã hai lần nhắc đến chữ Thứ.\nMột lần là Khổng Tử nói với Tăng Sâm: “Này Sâm, đạo của ta chỉ có một lẽ\nmà thông suốt hết tất cả”. Tăng Sâm thưa “Vâng”. Khi Khổng Tử ra rồi, các\nmôn sinh khác hỏi Tăng Sâm: “Thầy muốn nói gì vậy?”. Tăng Sâm đáp: “Đạo\ncủa thầy chỉ có một lẽ Trung Thứ mà thôi”.\nMột lần khác là khi Tử Cống hỏi: “Thưa thầy, có một chữ n"
  },
  "次": {
    "kanji": "次",
    "han_viet": "Thứ, tư",
    "nghia": "",
    "pinyin": "cì",
    "kun": "つ-ぐつぎ",
    "on": "ジシ",
    "tu_ghep": "次妃 • thứ tự 次序 • thứ vị",
    "chi_tiet": "Chữ miêu tả một người đàn ông hắt hơi. Khi ai đó hắt hơi, tình trạng sức khỏe\ncủa anh ta kém hơn (thứ hai so với bình thường). Trước đây, 次 có nghĩa là\nhắt hơi, nhưng ý nghĩa như vậy sau đó đã được thay thế bằng 嚏, vì vậy nên\nbây giờ, cả 次 và 嚏 đều có cách phát âm gần giống nhau."
  },
  "食": {
    "kanji": "食",
    "han_viet": "Thực, tự",
    "nghia": "",
    "pinyin": "shí • sì • yì",
    "kun": "く-うく-らうた-べるは-",
    "on": "ショク ジキ",
    "tu_ghep": "",
    "chi_tiet": "Chữ THỰC 食 là một chữ hội ý kết cấu trên dưới. Chữ 食 trong giáp cốt văn\nmiêu tả một cái miệng đang há rộng phía dưới là một đĩa thức ăn. Chữ ngoài\nnghĩa là ăn còn chỉ thức ăn. Ngoài ra, ngày xưa người trung quốc luôn cho\nrằng lương thực là của trời đất, là bổng lộc của thần linh ban cho, nên 食 cũng\ncó nghĩa là lộc . Như sách Luận ngữ 論語 nói: “quân tử mưu đạo bất mưu\nthực 君子謀道不謀食”(Vệ Linh Công 衛靈公) người quân tử mưu đạo\nkhông mưu ăn lộc."
  },
  "商": {
    "kanji": "商",
    "han_viet": "Thương",
    "nghia": "",
    "pinyin": "shāng",
    "kun": "あきな-う",
    "on": "ショウ",
    "tu_ghep": "thương 通商.",
    "chi_tiet": "Chữ THƯƠNG 商 là một chữ hội ý kết cấu trong ngoài. Bên ngoài là phần\nđầu của chữ BÀNG 旁 (bên cạnh), với hàm ý: người kinh doanh đã không\nphải là người sản xuất lại càng không phải người tiêu dùng, mà là người đứng\nbên ngoài nhìn nhận. Tuy nhiên, người ngoài đánh giá nhìn nhận sự vật sẽ\nmang tính khách quan hơn, không chịu tác động của yếu tố chủ quan.\nPhần bên trong của chữ THƯƠNG 商 có sự kết hợp của chữ BÁT 八 và\nKHẨU 口 hai chữ này hội ý lại có nghĩa là nói nhiều, nói giỏi. Người kinh\ndoanh phải nói giỏi, nói giỏi là một kỹ xảo của người kinh doanh. Như thế\nmới thuyết phục được người sản xuất "
  },
  "上": {
    "kanji": "上",
    "han_viet": "Thượng, thướng",
    "nghia": "",
    "pinyin": "shǎng • shàng",
    "kun": "うえうわかみあ-げるあ-",
    "on": "ジョウショウシャン",
    "tu_ghep": "• thượng đức 上徳 • thượng",
    "chi_tiet": "Chữ THƯỢNG 上 là một chữ dạng chỉ sự (chỉ vào vật để nói lên ý nghĩa),\nmô tả đường chân trời với một gạch nhỏ được viết ở phía trên ý chỉ là “ở đây,\nở trên này” (đối lại với chữ HẠ 下). Ngoài nghĩa là phía trên chữ còn biểu thị\nnghĩa lên, đi lên… Chữ THƯỢNG 上 khi đứng một mình là chữ đơn tạo\nnghĩa, ngoài ra nó là một trong 214 bộ thủ, 上 xuất hiện rất thường xuyên với\nvai trò thành phần tạo chữ hán."
  },
  "比": {
    "kanji": "比",
    "han_viet": "Tỉ, bì, tỵ",
    "nghia": "",
    "pinyin": "Bǐ • bī • bì • pí • pǐ",
    "kun": "くら--べる",
    "on": "ヒ",
    "tu_ghep": "",
    "chi_tiet": "Chữ TỈ 比 (so sánh) về cấu tạo là một chữ hội ý kết cấu trái phải. Hình dạng\nchữ từ thể giáp cốt cho đến dạng khải thư sau này, về cơ bản không có quá\nnhiều thay đổi. Ở các dạng chữ này, chữ TỈ được viết giống như hình hai\nngười đang đứng gần nhau, hình dạng, kích thước và tư thế đứng rất giống\nnhau. Từ điều này có thể suy đoán họ đang ở trong một cuộc thi, xem ai hơn\nai. Về nguyên tắc, khi so sánh thì phải có vật để so sánh và vật được so sánh.\nNhư vậy, phải có ít nhất hai đối tượng trở lên mới có thể so sánh được."
  },
  "寂": {
    "kanji": "寂",
    "han_viet": "Tịch",
    "nghia": "",
    "pinyin": "jì",
    "kun": "さびさび-しいさび-れる",
    "on": "ジャクセキ",
    "tu_ghep": "",
    "chi_tiet": "Chữ “tịch” (寂) gồm chữ “miên” (宀) ở phía trên.Tra cứu chữ Hán thì “miên”\ngiống như hình mái nhà. Chữ “miên” trong giáp cốt văn chúng ta có thể thấy\nđược chữ “miên” ban đầu có ý chỉ nhà ở. Tuy nhiên, theo nghiên cứu của các\nchuyên gia hiện đại, căn nhà xuất hiện đầu tiên không phải cho con người ở\nmà là nơi để bộ lạc cúng tế. Vào thời cổ đại, cúng tế là đại sự hàng đầu của\nmột nước. Vì vậy, “miên” là nơi cúng tế.\nBên dưới là chữ “thúc” (叔). Chữ “thúc” trong triện văn hình dạng chữ cho\nthấy “thúc” là tay nhặt đậu, hoặc là tay đang cầm trượng gỗ. Đậu ở đây không\nphải là hạt đậu mà là vật đựng đồ "
  },
  "尖": {
    "kanji": "尖",
    "han_viet": "Tiêm",
    "nghia": "",
    "pinyin": "jiān",
    "kun": "とが-るさきするど-い",
    "on": "セン",
    "tu_ghep": "",
    "chi_tiet": "Chữ TIÊM 尖 (mũi nhọn) về cấu tạo là một chữ hội ý có kết cấu trên dưới,\nbao gồm bộ TIỂU 小 (nhỏ) ở bên trên, chữ ĐẠI 大 (to lớn) ở dưới. Tính chất\nbiểu ý của chữ chữ 尖 là chỉ một vật có đầu nhỏ và phần đuôi to. Hình ảnh\nbiểu thị này có thể nhìn thấy ở mũi tên, thanh kiếm, ngọn thương,... Chữ\nTIÊM 尖 ngoài nghĩa chỉ vật sắc nhọn về hình thể vật lý, còn có nghĩa chỉ\nnhững gì tỉ mỉ, khéo léo trong hành động, suy nghĩ của con người. Như trong\ntừ tiêm xảo (ý nghĩa như tinh xảo)."
  },
  "先": {
    "kanji": "先",
    "han_viet": "Tiên, tiến",
    "nghia": "",
    "pinyin": "xiān",
    "kun": "さきま-ず",
    "on": "セン",
    "tu_ghep": "",
    "chi_tiet": "Chữ TIÊN 先 là một chữ hội ý kết cấu trên dưới, bao gồm ⺧ và 儿. Trong\ngiáp cốt văn chữ 先 miêu tả một người đang đi, phía trước anh ta là hình ảnh\nmột bàn chân. Hình ảnh bàn chân này biểu trưng cho dấu chân của người đi\ntrước để lại, điều này cũng đồng nghĩa với việc anh ta là người đi sau. Nghĩa\ngốc của 先 là người đi trước, về sau 先 mở rộng nghĩa là “quá khứ”, “tổ tiên”\nhay “các bậc tiền bối”."
  },
  "仙": {
    "kanji": "仙",
    "han_viet": "Tiên",
    "nghia": "Người cõi tiên, người đã tu",
    "pinyin": "xiān",
    "kun": "ÂM KUN/ON",
    "on": "センセント",
    "tu_ghep": "",
    "chi_tiet": "Chữ TIÊN - 仙 nghĩa là người cõi tiên, người đã tu luyện. Về cấu tạo, 仙 là\nmột chữ hội ý kết cấu trái phải, bên phải là chữ Nhân 亻 bên trái là chữ sơn\n山 (núi). Theo quan niệm của người trung quốc xưa những người sống trên\nnúi cao, nơi cách biệt với thế giới con người thì thường là bậc kỳ tài hay là\nTiên nhân.\n\"Một người lên núi tu tiên\nNhân sơn ghép lại chữ TIÊN tạo thành\"."
  },
  "進": {
    "kanji": "進",
    "han_viet": "Tiến, Tấn",
    "nghia": "",
    "pinyin": "jìn",
    "kun": "すす-むすす-める",
    "on": "シン",
    "tu_ghep": "",
    "chi_tiet": "Chữ Tiến\\Tấn 進 nghĩa là tiến tới, tiến bộ,… Là một chữ hội ý được hợp bởi\nbộ Sước 辶 (đi, bay, chạy,..) và bộ Chuy 隹 (một loài chim đuôi ngắn, xem\nkim văn và triện văn sẽ thấy rõ hình ảnh một con chim đang bay).\nHai bộ trên hợp lại ý chỉ loài chim đang bay, do đặc điểm của loài chim là\nkhông bay lùi được chỉ có bay tiến, cho nên chữ 進 mang nghĩa là tiến lên,\ntiến tới.\nMột số tài liệu sau này phân tích chữ chuy thực chất là chữ Giai 佳 (đẹp tốt,\nmay mắn,..) được viết khác đi, vì thế chữ Tiến 進 mang hàm ý là tiến tới\nnhững điều tốt đẹp, hay nói cách khác đi, chỗ nào có những sự tốt lành thì\nngười "
  },
  "節": {
    "kanji": "節",
    "han_viet": "Tiết",
    "nghia": "Đốt, đoạn, khoảng thời gian,",
    "pinyin": "jiē • jié",
    "kun": "き",
    "on": "コウオウ",
    "tu_ghep": "节 • tự tiết 字节 • xuân tiết",
    "chi_tiet": "Chữ TIẾT 節 là một chữ hình thanh kết cấu trên dưới. Trong đó, bộ TỨC 即\nbên dưới đóng vai trò chỉ âm đọc, ở phía trên là một dạng khác của bộ TRÚC\n竹 (tre) có nhiệm vụ chỉ ý nghĩa. Căn cứ vào tính chất, khoảng cách đều đặn\ngiữa các đốt tre người ta đã tạo ra chữ 節 với ý nghĩa là chuẩn mực, điều độ\nnhư trong các thủ tiết, tiết tháo, thời tiết. Một khoảng thời gian từ 45 -50 phút\ndạy và học ở giảng đường được quy định là tiết học và từ tiết chuyển sang\ntiếng việt được đọc chệch là tết như trong các từ Tết Nguyên Đán, Tết Nguyên\nTiêu, Tết Trung Thu."
  },
  "焦": {
    "kanji": "焦",
    "han_viet": "Tiêu, tiều",
    "nghia": "",
    "pinyin": "jiāo • qiáo",
    "kun": "こ-げるこ-がすこ-がれ",
    "on": "ショウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ TIÊU 焦 là một chữ hội ý kết cấu trên dưới, bao gồm bộ CHUY 隹 (con\nchim) và một dạng thể của bộ HỎA 灬 (lửa), 隹 là loài chim có lông ngắn và\nnhỏ, vì nó không thể bay cao, nó sẽ bị thiêu rụi khi có đám cháy lớn."
  },
  "笑": {
    "kanji": "笑",
    "han_viet": "Tiếu",
    "nghia": "",
    "pinyin": "xiào",
    "kun": "わら-うえ-む",
    "on": "ショウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ TIẾU 笑 là một chữ hình thanh kiêm hội ý. Được cấu tạo bởi bộ TRÚC\n⺮ (tre) và bên phải là bộ YÊU 夭 (vui vẻ, còn âm đọc “yểu” – chết non). Tre\nlà chất liệu phổ biến của nhạc cụ, âm nhạc khiến mọi người hài lòng. Tiếng\ncười là phản ứng phổ biến của con người về niềm vui, vì vậy 笑 có nghĩa là\ntiếng cười. Mặt khác bản thân chữ YÊU 夭,về nguồn gốc là hình ảnh một\nngười đàn ông đang nhảy múa, kết hợp với bộ TRÚC ⺮ biểu tượng của nhạc\ncụ, âm nhạc. Hội ý của hai bộ thủ này ta được ý nghĩa của chữ TIẾU 笑."
  },
  "信": {
    "kanji": "信",
    "han_viet": "Tín, Thân",
    "nghia": "Tin tưởng, tin theo, lòng tin, sự",
    "pinyin": "shēn , xìn",
    "kun": "しん-じる",
    "on": "シン",
    "tu_ghep": "",
    "chi_tiet": "Chữ “Tín” (信, xìn) gồm chữ “Nhân” (亻) là người và chữ “Ngôn” (言) là\nlời nói. Con người cần phải có trách nhiệm với lời nói của mình, lời đã nói\nra mà không thực hiện thì sao có thể giữ được chữ “Tín” đây?\nNho giáo cho rằng, Tín là một trong Ngũ Đức: “Nhân, Nghĩa, Lễ, Trí, Tín”.\nTrong Luận Ngữ có câu: “Nhân nhi vô tín, bất tri kì khả dã. Đại xa vô khẩu,\ntiểu xa vô ngột, kì hà dĩ hành chi tai?“, đại ý là nếu con người không giữ\nchữ Tín, cũng giống như một cỗ xe lớn không có đoạn gỗ chốt nối giữa\ncàng xe và ách xe, xe sẽ không thể chạy được.\nVào thời Xuân Thu, có một người nước Ngô tên Quý Chát l"
  },
  "晶": {
    "kanji": "晶",
    "han_viet": "Tinh",
    "nghia": "suốt, lóng lánh",
    "pinyin": "jīng",
    "kun": "ÂM KUN/ON",
    "on": "ショウ",
    "tu_ghep": "晶, băng tinh 冰晶 .",
    "chi_tiet": "Chữ TINH 晶 là một chữ hội ý gồm ba bộ NHẬT 日 (hợp) hợp lại mà thành.\nQuan sát chữ ở thể giáp cốt, Chữ TINH 晶 được biểu thị bằng ba vòng tròn\ntrong mỗi vòng tròn lại có một chấm nhỏ. Khi quan sát bầu trời về đêm, người\nta nhìn thấy, ngoài ánh sáng lớn là mặt trăng, còn có những ánh sáng nhỏ hơn\nlấp lánh trên bầu trời. Những ánh sáng này được thể hiện bằng ba hình tròn\nđơn giản. Số ba là số nhiều, biểu thị cho nhiều vầng sáng nhỏ, dấu chấm nhỏ\nbên trong biểu trưng cho sự lấp lánh. Sau quá trình phát triển và biến đổi của\nchữ hán, những vòng tròn với những chấm nhỏ bên trong được thay bằng ba\nbộ "
  },
  "星": {
    "kanji": "星",
    "han_viet": "Tinh",
    "nghia": "",
    "pinyin": "xīng",
    "kun": "ほし",
    "on": "セイショウ",
    "tu_ghep": "準星 • cứu tinh 救星.",
    "chi_tiet": "Chữ TINH 星 về mặt cấu tạo là một chữ hình thanh kết cấu trên dưới, bao\ngồm bộ NHẬT 日 (mặt trời) và chữ SINH 生 (sinh ra), trong đó bộ NHẬT\nđóng vai trò là bộ phận tạo nghĩa, chữ sinh có nhiệm vụ biểu thị âm.Câu hỏi\nlà tại sao người ta dùng mặt trời làm biểu ý cho chữ TINH là ngôi sao. Lý\ndo là vì mặt trời , giữa các vì tinh tú khác cũng được xem là một “ngôi sao\nlớn” trên bầu trời.\nQuan điểm khác cho rằng, TINH 星 là chữ hội ý, Phân tích chữ ta thấy\nphía trên là bộ nhật 日 là mặt trời, phía dưới là chữ Sinh 生 động từ có\nnghĩa là sinh ra, tạo nên. Theo quan niệm xưa mặt trời là nguồn sáng lớn\nnhất"
  },
  "姓": {
    "kanji": "姓",
    "han_viet": "Tính",
    "nghia": "",
    "pinyin": "xìng",
    "kun": "ÂM KUN/ON",
    "on": "セイショウ",
    "tu_ghep": "姓 • tính danh 姓名.",
    "chi_tiet": "Chữ “姓/ tính” là chữ hội ý kiêm hình thanh, nghĩa là “họ”.Chữ này được cấu\ntạo bởi bộ “女/nữ” và chữ “生/sinh”, thể hiện rõ trong các kiểu chữ Giáp cốt,\nchữ Tiểu triện, chữ Khải\nKết cấu của chữ “姓/ tính” cho thấy vai trò quan trọng của phụ nữ trong việc\nphát triển dân số của thị tộc. Chữ “姓/tính” là chữ hội ý, do “女/ nữ” và “生/\nsinh” hợp thành, nghĩa là do phụ nữ sinh ra. Về sau, “姓/ tính” được dùng để\nphân định những người có nguồn cội tổ tiên khác nhau, vì thế mà có cách nói\n“百姓/bách tính (trăm họ)”.\nChữ “姓/tính” (họ) đã ghi lại dấu tích của chế độ mẫu hệ, đồng thời cũng là\ntiêu chí phân biệt "
  },
  "性": {
    "kanji": "性",
    "han_viet": "Tính",
    "nghia": "",
    "pinyin": "xìng",
    "kun": "さが",
    "on": "セイ ショウ",
    "tu_ghep": "cảm tính 感性 • căn tính 根性",
    "chi_tiet": "Chữ TÍNH 性 (tính cách) là một chữ hình thanh kết cấu trái phải, bao gồm\nbên trái là bộ TÂM 忄 có tác dụng biểu nghĩa và chữ SINH 生 có nhiệm vụ\nbiểu thị âm đọc. Chữ TÂM 忄 chủ thể về biểu nghĩa của các chữ hán có liên\nquan đến thể hiện tư duy, tình cảm, tính cách. Với vai trò biểu ý chính trong\ncấu tạo chữ TÍNH 性 chữ TÂM 忄 kết hợp với âm của chữ SINH 生 tạo\nthành chữ TÍNH 性 với nghĩa là tính cách, tính tình."
  },
  "坐": {
    "kanji": "坐",
    "han_viet": "Tọa",
    "nghia": "",
    "pinyin": "zuò",
    "kun": "すわ-るおわすそぞろに",
    "on": "ザサ",
    "tu_ghep": "上坐 • tĩnh toạ 靜坐 • toạ lạc",
    "chi_tiet": "Chữ TỌA 坐 là một chữ hội ý, được kết hợp bởi hai bộ NHÂN 人 (người) hai\nbên, ở giữa là chữ THỔ 土 (đất). Chữ TỌA mô tả hai người đàn ông cùng\nngồi trên một gò đất, hai lưng quay lai với nhau giống như đang ngồi nghỉ\nngơi."
  },
  "算": {
    "kanji": "算",
    "han_viet": "toán",
    "nghia": "",
    "pinyin": "suàn",
    "kun": "そろ",
    "on": "サン",
    "tu_ghep": "清算 • thần toán 神算 • toán",
    "chi_tiet": "Chữ TOÁN 算 là một chữ hội ý, bao gồm trên cùng là bộ TRÚC ⺮ (tre, trúc),\nbộ MỤC 目 (con mắt) và bộ CỦNG 廾 (đôi tay). Tính chất hội ý của ba bộ thủ\ncấu tạo nên chữ này chỉ hành động phối hợp của đôi tay và mắt, khi thực hiện\nphép tính trên bàn tính làm bằng khung tre trúc ngày xưa. Các loại bàn tính\nnhư thế này vẫn được sử dụng cho đến ngày nay. Bàn tính được làm bằng\nkhung tre với các hạt trượt trên dây trong khi những bàn tính ban đầu chỉ là\nhạt đậu hoặc đá di chuyển trong rãnh trên cát hoặc bàn gỗ, đá hay kim loại.\nKhi thực hiện các phép tính trên những bàn tính dạng này, mắt và tay phải\nphối"
  },
  "从": {
    "kanji": "从",
    "han_viet": "tòng • tùng • túng • tụng",
    "nghia": "",
    "pinyin": "zòng",
    "kun": "したが-う;したが-える;",
    "on": "ショウ;ジュウ;ジュ",
    "tu_ghep": "軍 Tòng quân, phục tòng 服从.",
    "chi_tiet": "Chữ TÒNG 从 là một chữ hội ý kết cấu trái phải, bao gồm hai bộ NHÂN 人\n(người). Tính chất hội ý của hai bộ NHÂN 人 khi kết hợp với nhau biểu thị ý\nnghĩa một người đi theo sau một người. ngoài chữ TÒNG thì chữ TÒNG 從\ncũng biểu diễn nghĩa là đi theo, tuy nhiên do chữ có cấu khá phức tạp nên\nngười ta vẫn thường sử dụng 从 hơn. Với nghĩa ban đầu đi theo chữ TÒNG\nmở rộng nghĩa chỉ những hành động bắt chước hoặc làm theo sau đó lại phát\ntriển nghĩa chỉ sự phục tùng, vâng theo."
  },
  "祖": {
    "kanji": "祖",
    "han_viet": "Tổ",
    "nghia": "",
    "pinyin": "Zǔ • jiē • zǔ",
    "kun": "ÂM KUN/ON",
    "on": "ソ",
    "tu_ghep": "",
    "chi_tiet": "Chữ TỔ 祖 trong tiếng hán ban đầu là chữ đơn, hình dạng chữ THẢ 且 ngày\nnay, là một chữ tượng hình. Tác giả Đường Hán cho rằng, đó là sự phác họa\nlại bộ phận sinh dục nam trong trạng thái cương kiện. Về sau, có thêm chữ\nTHỊ 示 bên trái thể hiện ý nghĩa thành kính phụng thờ.\nSau khi chữ 祖 xuất hiện nó tồn tại song song với chữ 且. Ngoài vai trò là một\nchữ hán độc lập ra, nó còn là tiền tố cấu tạo từ ghép như tổ phụ, tổ mẫu, đồng\nthời cũng là thành tố chính cấu tạo nên các từ ghép chính phụ như cao tổ, tằng\ntổ, thái tổ. Chữ THẢ 且 mang ý nghĩa phát sinh từ chữ TỔ 且 ban đầu, trong\ntừ cô thả (tạm thời)"
  },
  "素": {
    "kanji": "素",
    "han_viet": "Tố",
    "nghia": "",
    "pinyin": "sù",
    "kun": "もと",
    "on": "ソス",
    "tu_ghep": "tố nga 素娥 • tố nữ 素女 • yếu",
    "chi_tiet": "Chữ TỐ 素 là một chữ hội ý kết cấu trên dưới, bao gồm phía trên là một dị\nthể của bộ PHONG 丯 (cây cỏ), phía dưới là chữ MỊCH 糸 (sợi tơ). Chữ 素\nmô tả một đóa bông trên cây bông. Bông còn trên cây chưa hái xuống, chưa\nqua xử lý nào cả, tất nhiên là loại bông tinh khiết, nguyên chất và trắng nõn,\nchữ 素 vì thế có nghĩa là trắng nõn, đẹp đẽ. Mặt khác bông là một trong những\nsản phẩm dùng làm nguyên liệu dệt rất phổ biến ở Trung Quốc cổ đại nên\nbông còn có nghĩa là chất liệu hay chất."
  },
  "罪": {
    "kanji": "罪",
    "han_viet": "Tội",
    "nghia": "",
    "pinyin": "zuì",
    "kun": "つみ",
    "on": "ザイ",
    "tu_ghep": "罪 • tạ tội 謝罪 • thú tội 首",
    "chi_tiet": "Chữ TỘI 罪 là chữ hội ý kết cấu trên dưới, gồm bộ VÕNG 罒 (lưới) ở trên và\nchữ PHI 非 (sai trái) ở dưới, với ý nghĩa là lưới trời lồng lộng, khiến những\nhành vi sai trái sa lưới và bị kết tội. Người Trung Quốc và người Niệt Nam\nđều có cách nói là trời có mắt. Ý nghĩa của chữ TỘI 罪 có giá trị giáo dục, răn\nđe con người và góp phần hướng thiện. Người ta phạm lỗi sai có thể người\nkhác không biết nhưng trời biết. Lưới trên cao được coi là lưới trời. Từ trên\ncao soi xét, nhìn nhận, không hành vi lầm lỗi nào có thể lọt được lưới trời. Lại\ncó thể hiểu rằng, nếu ai đó có hành vi sai trái, một khi sa lưới"
  },
  "孫": {
    "kanji": "孫",
    "han_viet": "Tôn, tốn",
    "nghia": "",
    "pinyin": "sūn • xùn",
    "kun": "まご",
    "on": "ソン",
    "tu_ghep": "曾孫 • tôn nữ 孫女 • tôn tử",
    "chi_tiet": "Chữ TỬ 子 (con) ghép với chữ HỆ 系 (sợi dây, nối tiếp) thành chữ TÔN 孫\n(cháu) ở dạng phổn thể. Con cháu là thế hệ kế tiếp, kế thừa và phát triển sự\nnghiệp của cha ông, làm cho gia đình, xã hội được phát triển, ngày càng phồn\nvinh. Cha mẹ sinh ra con. Con lại sinh ra cháu. Dòng dõi được nối tiếp từ thế\nhệ này thế hệ khác. Chữ giản thể thay chữ HỆ 系 bằng chữ TIỂU 小 (nhỏ).\nĐương nhiên cháu phải nhỏ hơn con, vị thế cũng thấp hơn. Điều đó cũng\nchứng tỏ quan niệm của người trung Quốc về gia đình. Gia đình là tế bào của\nxã hội. Trong gia đình, con cháu là thế hệ nối tiếp, trên dưới có trật tự, có lề\nlố"
  },
  "宗": {
    "kanji": "宗",
    "han_viet": "Tông, tôn",
    "nghia": "",
    "pinyin": "zōng",
    "kun": "むね",
    "on": "シュウソウ",
    "tu_ghep": "đường 宗堂 • tông môn 宗門",
    "chi_tiet": "Chữ TÔNG 宗 là một chữ hội ý kết cấu trên dưới, phần trên là bộ MIÊN 宀 là\nbiểu tượng mái nhà, bên dưới là chữ THỊ 示, liên quan đến việc tế lễ, sự cung\nkính. Khi làm bộ phận cấu tạo chữ, đại đa số trường hợp chữ THỊ 示 đều nằm\nbên trái, với vai trò biểu ý và tồn tại dưới dạng 礻. Người việt nam sử dụng\ntiếng hán thường quen gọi nó là bộ LỄ 礻. Tính chất hội ý của chữ TÔNG 宗\nlà chỉ việc tế lễ tổ tiên ở trong nhà. Đó là chữ được tạo ra trên cơ sở căn cứ\nvào cấu chúc tôn miếu, nơi tế lễ quỷ thần và tổ tiên.\nQuan sát hình dạng chữ giáp cốt, có thể hình dung bên trên chữ TÔNG 宗 là\nbiểu tượng mái nhà, ph"
  },
  "爪": {
    "kanji": "爪",
    "han_viet": "Trảo",
    "nghia": "",
    "pinyin": "zhǎo • zhuǎ",
    "kun": "つめつま",
    "on": "ソウ",
    "tu_ghep": "爪.",
    "chi_tiet": "Chữ TRẢO 爪 là một chữ tượng hình, mô tả một bàn tay đang nắm lấy một\ncái gì đó, chữ TRẢO có nghĩa gốc ban đầu là cào, gãi ,quơ nắm. Sau này nó\nđược dùng để chỉ móng vuốt của động vật đặc biệt là móng của loài chim, ý\nnghĩa ban đầu của nó đã được thay thế bằng TRẢO 抓 (gãi, quơ, nắm)."
  },
  "治": {
    "kanji": "治",
    "han_viet": "Trị, trì",
    "nghia": "",
    "pinyin": "chí • yí • zhì",
    "kun": "おさ-めるおさ-まるな",
    "on": "ジチ",
    "tu_ghep": "",
    "chi_tiet": "Chữ TRỊ 治 là một chữ hội ý kết cấu trái phải, gồm bộ thủy và một phần của\nchữ THAI 胎 (phôi thai) hợp thành. Với vai trò biểu nghĩa, chấm THỦY 氵\nlà biểu tượng của nước, thể hiện bản chất của vấn đề trị thủy. Trị thủy phải\ncăn cứ vào tính chất của nước, khi nước lũ về , có khả năng sảy ra lũ lụt,\nngười dân tiến hành phân lũ để tránh tức nước vỡ bờ.\nTừ việc trị thủy, người ta đến việc trị người phải lấy giáo dục, giáo hóa làm\nchính, làm cho con người từ chỗ có tri thức đén chỗ hiểu biết, nhận thức và\nphân biệt đúng sai. Giáo hóa chúng dân cũng là mấu chốt của việc thi hành\nnhân chính.\nChữ THAI 治 "
  },
  "哲": {
    "kanji": "哲",
    "han_viet": "Triết",
    "nghia": "Thông minh, sáng suốt, có trí",
    "pinyin": "zhé",
    "kun": "さといあき-らかし-るさ",
    "on": "テツ",
    "tu_ghep": "",
    "chi_tiet": "Chữ Triết gồm chữ Chiết 折 ở trên, chữ Khẩu 口 ở dưới. Chữ Chiết là\nPhân tích, chữ Khẩu là cái miệng nói ra những lời giúp Phân tích bẻ gãy Lý\nluận của người khác, đó là ý nghĩa của chữ Triết.\nChữ Triết 哲 gồm bộ Thủ 扌 hợp với chữ Cân 斤 và bên dưới có chữ Khẩu\n口.Thủ là nắm giữ, Cân là cân đo , xem xét , phân tích, Khẩu là cái miệng\nđể nói (phát biểu, đúc kết). Hội ý 3 phần lại thì chữ Triết có ý nói về sự\nxem xét phân tích để tìm hiểu, tức là cách vật trí tri, nghĩa là phân tích sự\nvật để tìm hiểu đến cái lẽ tận cùng của nó."
  },
  "兆": {
    "kanji": "兆",
    "han_viet": "Triệu",
    "nghia": "",
    "pinyin": "zhào",
    "kun": "きざ-すきざ-し",
    "on": "チョウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ TRIỆU 兆 mô tả hai người đàn ông chạy trốn khỏi dòng sông. Lũ lụt là\nthảm họa lớn ở Trung Quốc cổ đại, vì vậy khi dòng sông chảy mạnh hơn bình\nthường, mọi người sẽ biết đó là dấu hiệu của lũ lụt, vì vậy họ tìm cách thoát\nkhỏi dòng sông. Nghĩa gốc ban đầu của 兆 là chạy trốn nhưng ý nghĩa như\nvậy đã được thay thế bằng đào 逃, nên 兆 chỉ còn có nghĩa là dấu hiệu cho\nthấy một cái gì đó sắp xảy ra (điềm, đời xưa dùng mai rùa bói, đốt mai rùa, rồi\ncoi những đường nứt mà đoán tốt xấu gọi là triệu. Phàm dùng cái gì để xem\ntốt xấu đều gọi là triệu. Như cát triệu 吉兆 điềm tốt). Mặt khác, 兆 cũng đại\ndiện"
  },
  "貞": {
    "kanji": "貞",
    "han_viet": "trinh",
    "nghia": "Trong trắng, tiết hạnh, sự",
    "pinyin": "zhēn",
    "kun": "さだ",
    "on": "テイ",
    "tu_ghep": "",
    "chi_tiet": "Chữ TRINH 貞 là một chữ hội ý, gồm chữ 卜 (bói toán) và chữ 貝, nhưng\nthực sự đây là một biến thể của 鼎 (vạc ba chân), vì vậy nên 貞 bao gồm 卜\nvà 鼎.\nỞ Trung Quốc cổ đại, 鼎 không chỉ là vật chứa thực phẩm, 鼎 còn gắn liền với\nquyền lực và quyền thống trị trên một vùng đất, vì vậy thường được sử dụng\nnhư một biểu tượng ngầm chỉ cho quyền lực. Ngoài ra, trước khi các hoàng đế\ntự đưa ra quyết định, họ sẽ hỏi ý thần linh bằng cách bói toán, do đó, chữ 鼎\ncó ý nghĩa điều tra và nghiên cứu, nhưng ý nghĩa đó đã được thay thế bằng\nchữ 偵, bây giờ 貞 có nghĩa là bói toán.\nMặt khác, người Trung Quốc cổ đại nghĩ "
  },
  "偵": {
    "kanji": "偵",
    "han_viet": "trinh",
    "nghia": "",
    "pinyin": "zhēn • zhēng",
    "kun": "テイ",
    "on": "trinh sát 偵察 • trinh thám 偵",
    "tu_ghep": "探.",
    "chi_tiet": "Chữ TRINH 偵 là một chữ hình thanh kết cấu trái phải. Trong đó, bộ NHÂN\n亻(người) ở bên trái có tác dụng biểu thị ý nghĩa chữ, chữ TRINH 貞 (trong\nsạch) ở bên phải có nhiệm vụ biểu âm. Chữ NHÂN 亻 chủ thể về các nghĩa\nliên quan đến các hành vi, hoạt động của con người. Trong cấu tạo của chữ 偵,\nchữ 亻 với vai trò là thành phần biểu nghĩa chính kết hợp với âm đọc của 貞\ntạo thành chữ TRINH 偵 với nghĩa là do thám, trinh sát."
  },
  "竹": {
    "kanji": "竹",
    "han_viet": "Trúc",
    "nghia": "sáo…",
    "pinyin": "zhú",
    "kun": "たけ",
    "on": "チク",
    "tu_ghep": "• trúc côn 竹棍",
    "chi_tiet": "Chữ 竹 trúc là chữ tượng hình, tái hiện lại hai nhánh trúc vươn cao, hai là số\nnhiều, biểu trưng cho ý nghĩa trúc mọc thành khóm. Về mặt ý nghĩa, trong\nhầu hết các bộ từ điển tiếng Hán đều chỉ đưa ra nhiều nhất là ba nghĩa của 竹\ntrúc, gồm tre trúc; một loại nhạc cụ; họ Trúc. Trúc mọc thẳng, thân chia thành\ntừng đốt đều đặn, đung đưa theo gió, đẹp một vẻ đẹp uyển chuyển. Vì vậy,\nchữ 笑 tiếu là một chữ hội ý gồm bộ trúc đầu và 夭 yêu (non tơ) hợp thành,\nbiểu thị vẻ đẹp của nụ cười duyên dáng. Trung Quốc có nhiều loại 竹 trúc,\ntương đương với các loại thuộc họ trúc và tre ở Việt Nam. Tuy nhiên, có th"
  },
  "忠": {
    "kanji": "忠",
    "han_viet": "Trung",
    "nghia": "",
    "pinyin": "zhōng",
    "kun": "ÂM KUN/ON",
    "on": "チュウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ TRUNG 忠 có thể hiểu theo hai phương diện. Thứ nhất, đây là chữ hình\nthanh kết cấu trên dưới, trog đó TRUNG 中 là phần biểu âm, TÂM 心 là phần\nbiểu nghĩa, thể hiện thái độ cư xử và làm việc của bậc quân tử trong cộng\nđồng. TÂM 心 trong quan niệm của người Hán là bộ phận cơ thể chủ đạo về\ntư duy, suy nghĩ và tình cảm. có thể dựa vào các tầng nghĩa của chữ TÂM 心\nvà vai trò của Tâm trong cấu tạo của chữ hán cũng như tạo từ ghép để chứng\ntỏ điều đó. Với các nghĩa bóng thể hiện tư tưởng, tình cảm,suy nghĩ này,\nTÂM 心 trong tiếng hán lại tương đương với lòng, bụng trong tiếng việt.\nQuan điểm thứ hai "
  },
  "直": {
    "kanji": "直",
    "han_viet": "Trực, trị",
    "nghia": "",
    "pinyin": "zhí",
    "kun": "ただ-ちになお-すなお-",
    "on": "チョクジキジカ",
    "tu_ghep": "hệ 直系 • trực thăng cơ 直升",
    "chi_tiet": "Chữ TRỰC 直 là một chữ hội ý có kết cấu trên dưới, trong giáp cốt văn chữ\n直 miêu tả một con mắt (目) đang nhìn, phía trên là một đường thẳng đứng\n(hai nét ngang đậm ở trên và dưới sau này được thêm vào thật chất là hai khóe\nmắt trên dưới), người ta dùng hình ảnh nét thẳng đứng này để biểu thị cho ý\nnghĩa là con mắt đang nhìn thẳng vào một vật hay một người nào đó. Trái lại\nvới chữ THẦN 臣 (bề tôi) miêu tả con mắt của một người đang quỳ gối nhìn\nlên, chữ 直 mô tả con mắt nhìn thẳng, tức là cái nhìn trực diện khi đối mặt\nvới một ai đó. Vì vậy, chữ 直 ngoài nghĩa là thẳng, liền mạch cũng được dùng\nđể "
  },
  "須": {
    "kanji": "須",
    "han_viet": "Tu",
    "nghia": "",
    "pinyin": "xū",
    "kun": "すべから-くすべしひげ",
    "on": "スシュ",
    "tu_ghep": "du 須臾.",
    "chi_tiet": ""
  },
  "秀": {
    "kanji": "秀",
    "han_viet": "Tú",
    "nghia": "",
    "pinyin": "xiù",
    "kun": "ひい-でる",
    "on": "シュウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ TÚ 秀 là một chữ hội ý kết cấu trên dưới, gồm hai bộ thủ HÒA 禾 (cây\nlúa) và NÃI 乃 (trong cổ văn nghĩa là sữa) tạo thành. Xuất phát từ một nước\nnông nghiệp, cuộc sống của người dân Trung Quốc gắn liền với ruộng đồng\ncây lúa. Trong hệ thống chữ hán không chỉ có bộ MỄ 米 và ĐIỀN 田 xuất\nhiện với tần số lớn, bộ HÒA 禾 (cây lúa) cũng rất thường gặp. Đúng riêng lẻ,\nHÒA 禾 là một chữ đơn, là cách viết thu gọn của chữ THỬ 黍 (cây lúa). Chữ\nNÃI 乃 trong cổ văn vốn là chỉ bầu sữa, chữ NÃI 奶 ban đầu có thêm bộ nữ\nchỉ về sữa. về sau có từ nãi nãi 奶奶 chỉ bà nội, dùng trong khẩu ngữ, tồn tại\nsong song với tổ m"
  },
  "松": {
    "kanji": "松",
    "han_viet": "Tùng, Tông, Tung",
    "nghia": "",
    "pinyin": "Sōng",
    "kun": "まつ",
    "on": "ショウ",
    "tu_ghep": "下.",
    "chi_tiet": "Chữ 松 xét về mặt văn tự, tuy phần lớn các từ điển tiếng Hán đều cho rằng,\nchữ 松 là một chữ hình thanh, gồm 木 mộc biểu nghĩa, 公 công biểu âm.Tuy\nnhiên, đây thực ra là chữ hội ý kiêm hình thanh. Trong đó, 木 mộc là cây thân\ngỗ, đóng vai trò biểu thị ý nghĩa; 公 công chỉ giống đực, vừa có giá trị biểu\nâm công→ tùng, vừa biểu thị ý nghĩa nam tính, mạnh mẽ, cứng cỏi.\nHai bộ thủ đã hội hợp lại thể hiện ý nghĩa cây tùng đúng với tính chất của nó:\nsức sống dẻo dai, vượt lên giá rét. Dù ở nơi sa mạc hay vách đá cheo leo, bốn\nmùa cây tùng đều tươi xanh cành lá."
  },
  "泉": {
    "kanji": "泉",
    "han_viet": "Tuyền, toàn",
    "nghia": "",
    "pinyin": "quán",
    "kun": "いずみ",
    "on": "セン",
    "tu_ghep": "泉 • nham tuyền 巖泉 • ôn",
    "chi_tiet": "Chữ TUYỀN 泉 trong giáp cốt văn miêu tả một dòng nước chảy ra từ bụng\nđá. Nghĩa gốc của 泉 là “nguồn nước”, cũng chỉ luôn nghĩa “mạch nước\nngầm”. Hình thể chữ 泉 từ lệ thư trở về sau thay đổi khá nhiều, hình ảnh dòng\nnước được thể hiện bằng bộ THỦY 水 và hình ảnh núi đá được thể hiện giống\nnhư chữ BẠCH 白. Chữ 泉 bắt đầu từ lệ thư là một chữ hội ý."
  },
  "私": {
    "kanji": "私",
    "han_viet": "tư",
    "nghia": "",
    "pinyin": "sī",
    "kun": "わたくしわたし",
    "on": "シ",
    "tu_ghep": "thông 私通 • tư thù 私讐 •",
    "chi_tiet": "Chữ TƯ 私 là một chữ hình thanh kiêm hội ý. Nếu phân tích chữ ở dạng hình\nthanh thì chữ TƯ 私 bao gồm bộ HÒA 禾 (cây lúa) bên trái là thành phần biểu\nnghĩa, bộ KHƯ 厶 (riêng tư) làm nhiệm vụ biểu âm. Cây lúa là một trong\nnhững tài sản chủ yếu của người nông dân xưa, nó đóng vai trò rất quan trọng\ntrong hoạt động sản xuất và sinh hoạt của người dân. Với vai trò là thành phần\nbiểu nghĩa 禾 kết hợp với âm đọc của 厶 tạo thành chữ TƯ 私 với nghĩa là\ncủa riêng. Nếu hiểu theo dạng chữ hội ý thì chữ TƯ 私 được tạo nên từ hình\ntượng cây lúa và một vòng dây (chữ 厶 có nguồn gốc là một cái vòng dây để\nđánh dấu s"
  },
  "子": {
    "kanji": "子",
    "han_viet": "Tử",
    "nghia": "",
    "pinyin": "zī • zǐ • zi",
    "kun": "こね",
    "on": "シスツ",
    "tu_ghep": "phụ tử 父子, tôn tử 孙子.",
    "chi_tiet": "Chữ TỬ 子 là một chữ tượng hình, vẽ lại một cách đơn giản nhất đữa trẻ vừa\nlột lòng mẹ. Quan sát hình hài những đứa trẻ sơ sinh, ta thấy, chúng đều đầu\nto, mình nhỏ. Hai cánh tay giơ lên như đang cử động. Hai chân sở dĩ không\ntích ra là vì trẻ sơ sinh thường được quấn trong một mảnh vải để giữ ấm cho\nphần bụng và chân. Sự phát họa đó rất phù hợp với hình dạng ban đầu của trẻ\nsơ sinh.\nVới hình thể ban đầu như vậy, trẻ con không thể không có sự che chở nuôi\nnấng của cha mẹ mà trưởng thành được. Chúng phải có cái ăn để tồn tai, đồng\nthời phải được giáo dục để phát triển trí tuệ. Chính vì thế chữ T"
  },
  "死": {
    "kanji": "死",
    "han_viet": "Tử",
    "nghia": "",
    "pinyin": "sǐ",
    "kun": "し-ぬしに-",
    "on": "シ",
    "tu_ghep": "",
    "chi_tiet": "Chữ TỬ 死 là một chữ hội ý. Trong các dạng cổ văn, 死 mô tả hình ảnh một\nngười đàn ông quỳ gối trước một nấm mộ. Ngoài ra, chữ 死 ở khải thư là hội\nhợp của hai bộ 歹 và 匕. 歹 là biểu thị của hộp sọ có vết nứt (xem lại bài chữ\n歹), bộ 匕 ngoài nghĩa chỉ cái thìa trong cấu tạo chữ còn rất hay được dùng\nđể chỉ người như trong cấu tạo chữ TỶ 比 (so sánh). Như vậy, hội ý của hai\nbộ phận tạo chữ này là chỉ một người đã chết, nên 死 có nghĩa là chết hay sự\nchết."
  },
  "四": {
    "kanji": "四",
    "han_viet": "Tứ",
    "nghia": "",
    "pinyin": "sì",
    "kun": "よよ-つよっ-つよん",
    "on": "シ",
    "tu_ghep": "phương 四方 • tứ quý 四季 •",
    "chi_tiet": "Chữ TỨ 四 là một chữ hội ý. Trong qua khứ, chữ được thể hiện bằng bốn nét\nngang, nhưng sau đó đổi thành 囗, với 八 (có nghĩa là số tám, nhưng đó thực\nra là hình ảnh của một cây gậy bị gãy đôi, có ý nghĩa là sự phân chia) bên\ntrong. Như vậy chữ TỨ 四 sau này là một hình chữ nhật 囗 có bốn mặt với\ncác cạnh khác nhau, đại diện cho bốn phương của la bàn. Ngoài ra, bốn cũng\nlà bội số đầu tiên ngoài số hai và nó chia hết cho hai."
  },
  "自": {
    "kanji": "自",
    "han_viet": "Tự",
    "nghia": "",
    "pinyin": "zì",
    "kun": "みずか-らおの-ずからお",
    "on": "ジシ",
    "tu_ghep": "tự giác 自觉 • tự hào 自豪 •",
    "chi_tiet": "Chữ TỰ 自 là một chữ tượng hình. Ban đầu, là hình ảnh của mũi người, tuy\nnhiên, mọi người có thói quen chỉ vào mũi của họ khi họ tự giới thiệu, vì vậy,\ndần dần 自 có nghĩa là \" cái tôi \", sau đó có nghĩa là \" sự độc lập \". Nghĩa gốc\ncủa chỉ cái mũi đã được thay thế bằng."
  },
  "即": {
    "kanji": "即",
    "han_viet": "Tức",
    "nghia": "",
    "pinyin": "jí",
    "kun": "つ-くつ-けるすなわ-ち",
    "on": "ソク",
    "tu_ghep": "",
    "chi_tiet": "Chữ TỨC 即 là một chữ hội ý điển hình, bao gồm biến thể của 皀 và 卩, 皀\nmô tả một dụng cụ chứa đầy các loại ngũ cốc nấu chín, trong khi 卩 là hình\nảnh của một người đàn ông quỳ gối (xem lại chữ tiết 卩). Chữ 即 mô tả một\nngười đàn ông quỳ gối hướng mặt vào thức ăn nghĩa gốc của 即 là “vào bàn\năn” nghĩa mở rộng là tiếp cận, kề sát."
  },
  "爿": {
    "kanji": "爿",
    "han_viet": "Bản, tường",
    "nghia": "Tấm ván (gỗ xẻ ra, nửa bên",
    "pinyin": "pán • qiáng",
    "kun": "ÂM KUN/ON",
    "on": "ショウ;ソウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ TƯỜNG 爿 là một chữ tượng hình, mô tả một thân cây bị cắt làm đôi,\nđối xứng với PHIẾN 片 (gỗ xẻ ra, nửa bên trái gọi là tường). Sau khi cắt, thân\ncây bị cắt có bề mặt phẳng, vì vậy ý nghĩa ban đầu của 爿 là một tấm ván gỗ,\nnhưng ý nghĩa đó đã được thay thế bằng BẢN 版. Mặt khác, vì tấm ván có bề\nmặt phẳng, có thể cho phép ai đó nằm lên hoặc để đặt đò vật. Vì vậy,爿 cũng\ncó nghĩa là giường hoặc bàn, nhưng ý nghĩa như vậy cũng đã được thay thế\nbằng 牀. Ngày nay, 爿 được dùng chủ yếu với vai trò là bộ thủ tạo chữ hán."
  },
  "相": {
    "kanji": "相",
    "han_viet": "Tướng, tương",
    "nghia": "",
    "pinyin": "xiāng • xiàng",
    "kun": "あい",
    "on": "ソウショウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ TƯỚNG 相 là một chữ hội ý kết cấu trái phải. Trong đó MỘC 木 là cây,\nMỤC 目 là mắt. Tính chất hội ý của hai bộ này là sự tái hiện sinh động tập\nquán sinh hoạt của người trung quốc xưa.\nCách hiểu thứ nhất cho rằng, khi con người sinh sống dựa vào rừng cây, cây\nlà lá chắn của họ. Người ta ẩn sau gốc cây to, dùng mắt quan sát, nếu có thức\năn và cảm giác an toàn thì tiếp tục tiến lên để giành lấy, nếu thấy kẻ thù thì ẩn\nmình để bảo toàn tính mạng. Lại có cách lý giải thứ hai cho rằng TƯỚNG 相\nlà sự thể hiện ngắn gọn nhất của con người khi đã biết dựa vào rừng, khai thác\ntài nguyên phục vụ đời sống"
  },
  "酒": {
    "kanji": "酒",
    "han_viet": "Tửu, giậu, rượu",
    "nghia": "",
    "pinyin": "jiǔ",
    "kun": "さけさか-",
    "on": "シュ",
    "tu_ghep": "",
    "chi_tiet": "Chữ TỬU 酒 là chữ hội ý kết cấu trái phải, Bao gồm bộ THỦY 氵 (nước) bên\ntrái và Chữ DẬU 酉 bên phải hợp thành. Thực ra chỉ riêng chữ DẬU 酉 đã\nmang nghĩa là rượu (chữ dậu sau này được dùng là một trong thập nhị chi),\nkhi kết hợp với bộ THỦY 氵 càng làm rõ tính chất vật lý của rượu là một loại\nchất lỏng. Chữ DẬU 酉 vốn là chữ tượng hình vẽ lại bình rượu bên trong\nchữa lưng chừng rượu. Với tư cách là bộ thủ biểu nghĩa tạo chữ hán, bộ DẬU\ncó nghĩa là rượu hoặc những gì liên quan đến rượu. Nó xuất hiện trong chữ\nTỈNH 醒 (tỉnh táo), đồng thời cũng xuất hiện trong chữ TÚY 醉 (say). Điều\nđó đã phản ánh tính"
  },
  "文": {
    "kanji": "文",
    "han_viet": "Văn, vấn",
    "nghia": "",
    "pinyin": "wén • wèn",
    "kun": "ふみあや",
    "on": "ブンモン",
    "tu_ghep": "cổ văn 古文 • công văn 公文",
    "chi_tiet": "Chữ viết, văn vẻ, dấu\n文\nDẠNG KHÁC\nPHIÊN ÂM wén • wèn\nKun: ふみあや\nÂM KUN/ON\nOn: ブンモン\nán văn 案文 • bất thành văn\n不成文 • chánh văn 正文 •\nTỪ GHÉP\ncổ văn 古文 • công văn 公文\n• diễn văn 演文.\nChữ VĂN 文 là một chữ tượng hình, mô tả một người đàn ông có hình xăm\ntrên cơ thể (cũng có thể hiểu là họa tiết, hoa văn được thêu trên trang phục), ý\nnghĩa ban đầu của nó là hoa văn và thiết kế, nhưng ý nghĩa như vậy đã được\nthay thế bằng 紋. Mặt khác, vì hán tự (ký tự Trung Quốc) được phát triển từ\nhình ảnh, nên 文 được sử dụng để thể hiện biểu tượng chữ viết trong giao tiếp\ncủa con người."
  },
  "云": {
    "kanji": "云",
    "han_viet": "Vân",
    "nghia": "",
    "pinyin": "yún",
    "kun": "い-うここに",
    "on": "ウン",
    "tu_ghep": "",
    "chi_tiet": "Chữ VÂN 云 là một chữ tượng hình, mô tả một đám mây. Ngoài ra, khi ai đó\nnói, hơi nước được thoát ra khỏi miệng, tạo ra 'đám mây' nhân tạo (ở phía bắc\ntrung quốc trời rất lạnh, khi người ta nói chuyện, có thể nhìn thấy rõ những\nđám hơi nước thoát ra), vì vậy cũng có nghĩa là nói 云. Mặt khác các đám\nmây này thường tuôn ra từng đợt phân biệt nên người ta hay sử dụng hai từ\nvân vân với ý nghĩa là lời kể các sự còn dài, chỉ kể một hai cái làm mẫu.\nTuy nhiên, sau khi xuất hiện 雲，云 hiếm khi được sử dụng để chỉ đám mây.\nTrong tiếng Trung giản thể, không có 雲，nên 云 được sử dụng để thể hiện cả\nba nghĩa "
  },
  "問": {
    "kanji": "問",
    "han_viet": "Vấn",
    "nghia": "",
    "pinyin": "wèn",
    "kun": "と-うと-いとん",
    "on": "モン",
    "tu_ghep": "• nghi vấn 疑問.",
    "chi_tiet": "Chữ vấn 問 nghĩa là hỏi. Được kết hợp bởi bộ Môn 門 và bộ Khẩu 口 nghĩa là\nmiệng. Hai bộ này cùng kết hợp lại thể hiện ý nghĩa của chữ vấn 問 là ghé sát\nmiệng vào cửa để hỏi. Hình ảnh này lúc xưa hay bắt gặp, dễ thấy nhất là khi\nmuốn vào thành hay nhà quan thì lính canh sẽ đối thoại với người vào bằng\nmột ô cửa nhở, có lẽ chữ vấn cũng hình thành từ việc người ta liên hệ với hình\nảnh này."
  },
  "勿": {
    "kanji": "勿",
    "han_viet": "Vật",
    "nghia": "",
    "pinyin": "wù",
    "kun": "なか-れなし",
    "on": "モチブツボツ",
    "tu_ghep": "",
    "chi_tiet": "Chữ VẬT 勿 là một chữ tượng hình, mô tả một con dao đang cắt ngang thứ gì\nđó, nghĩa gốc của nó là cắt, nhưng ý nghĩa đó đã được thay thế bằng VẪN 刎.\nMặt khác, một vật bị cắt biểu trưng cho sự cự tuyệt nên 勿 có nghĩa là từ chối\nhay cấm. Ngoài vai trò chữ đơn tạo từ ghép 勿 còn xuất hiên thường xuyên\nvới vai trò bộ phận tạo chữ."
  },
  "物": {
    "kanji": "物",
    "han_viet": "Vật",
    "nghia": "",
    "pinyin": "wù",
    "kun": "ものもの-",
    "on": "ブツモツ",
    "tu_ghep": "物 • dị vật 異物 • duy vật 唯",
    "chi_tiet": "Chữ VẬT 物 là một chữ hình thanh kết cấu trái phải. Trong đó, bộ NGƯU 牜\nđứng bên trái là thành phần biểu thị ý nghĩa, chữ VẬT 勿 bên phải có nhiệm\nvụ biểu thị âm đọc. NGƯU 牜 là con trâu, sở dĩ bộ NGƯU thường xuất hiện\nlàm thành phần cấu tạo chữ là vì đối với người trung quốc xưa, con trâu là đầu\ncơ nghiệp. Trâu là con vật hiền lành, trâu cung cấp sức kéo, cung cấp thịt và\nlà vật để cúng tế. Có thể nói, con trâu rất gần gũi với con người, các chữ hán\ncó xuất hiện bộ NGƯU thường có nghĩa liên quan đến thú vât , các hoạt động\nnông nghiêp, cúng bái. Trong cấu tạo chữ VẬT, chữ NGƯU 牜 với tác dụng\nbiể"
  },
  "未": {
    "kanji": "未",
    "han_viet": "Vị",
    "nghia": "",
    "pinyin": "wèi",
    "kun": "いま-だま-だひつじ",
    "on": "ミビ",
    "tu_ghep": "thành niên 未成年.",
    "chi_tiet": "Chữ VỊ 未 là một chữ dạng chỉ sự. trong các dạng chữ cổ chữ VỊ 未 được viết\ngiống như chữ MỘ 木 và có thêm một nét ngang phía trên, nét ngang này có\nđặc điểm ngắn hơn nét ngang còn lại. Trong chữ MỘC 木 nét ngang biểu thị\nlà bộ phận nhánh của cây, nét ngang ngắn hơn ở chữ VỊ biểu thị ý nghĩa là\nnhánh mọc sau, chưa phát triển bằng nhánh trước. Và vì là mọc sau nên\nthường là xuất hiện ở phía trên. Lấy đặc điểm này ở các loài cây, người xưa\nđã tạo ra chữ VỊ 未 với ý nghĩa gốc là chưa đến như trong từ vị thành niên\n(người chưa đến tuổi trưởng thành)."
  },
  "位": {
    "kanji": "位",
    "han_viet": "Vị",
    "nghia": "",
    "pinyin": "wèi",
    "kun": "くらいぐらい",
    "on": "イ",
    "tu_ghep": "",
    "chi_tiet": "Chữ VỊ 位 về mặt cấu tạo là một chữ hội ý kết cấu trái phải, được hợp bởi bộ\nNHÂN 亻(người) bên trái và bộ LẬP 立 (đứng) bên phải. Tính chất hội ý của\nhai bộ thủ này khi kết hợp lại với nhau là chỉ một người đang trong trạng thái\nđứng yên. Trong cấu tạo chữ VỊ 位 thì chữ LẬP 立 đóng vai trò biểu thị tư thế\nđứng của NHÂN 亻 (người), có thể nói người này đang đứng yên, không di\nchuyển và vị trí của người đó có thể xác định được. Vị trí của một người hay\nmột vật chỉ được xác định chính xác khi người hoặc sự vật đó đứng yên. Chữ\nVỊ 位 từ nghĩa chỉ vị trí của sự vật phát triển thêm các nghĩa chỉ vị trí củ"
  },
  "味": {
    "kanji": "味",
    "han_viet": "Vị",
    "nghia": "",
    "pinyin": "wèi",
    "kun": "あじあじ-わう",
    "on": "ミ",
    "tu_ghep": "",
    "chi_tiet": "Chữ VỊ 味 về mặt cấu tạo là một chữ hình thanh, kết cấu trái phải. Trong đó,\nbộ KHẨU 口 (miệng) bên trái có tác dụng biểu nghĩa cho chư, chữ VỊ 未\n(chưa) có nhiệm vụ biểu thị âm đọc (xem lại bài phân tích chữ “vị”). KHẨU\n口 là miệng, ngoài việc là cơ quan đảm nhận vai trò giao tiếp nói năng, miệng\ncòn là bộ phận trong hệ tiêu hóa, có tác dụng phân biệt, cảm nhận hương vị và\nnghiền nhỏ thức ăn đưa vào hệ tiêu hóa trong. Bộ KHẨU 口 chủ thể về các\nnghĩa liên quan đến ngôn ngữ và ăn uống kết hợp với âm đọc của chữ 未 tạo\nthành 味 với nghĩa là vị giác, mùi vị."
  },
  "炎": {
    "kanji": "炎",
    "han_viet": "Viêm, diễm, đàm",
    "nghia": "",
    "pinyin": "tán • yán • yàn",
    "kun": "ほのお",
    "on": "エン",
    "tu_ghep": "",
    "chi_tiet": "Chữ VIÊM 炎 là một chữ hội ý, hợp thành bởi hai ngọn lửa (火), Nghĩa ban\nđầu của 炎 là đám cháy lớn sau này chỉ các nguồn nhiệt mạnh và dữ dội. Vì\nngười Trung Quốc cổ đại nghĩ rằng bệnh của con người là do ngọn lửa độc ác\nbên trong cơ thể con người gây ra, nên 炎 cũng có nghĩa là bệnh viêm, chỉ tình\ntrạng do mắc bệnh mà phát nóng, sưng, đau. Như: “phát viêm” 發炎 bệnh\nphát nóng, “phế viêm” 肺炎 bệnh sưng phổi."
  },
  "援": {
    "kanji": "援",
    "han_viet": "Viên, viện",
    "nghia": "",
    "pinyin": "yuán",
    "kun": "ここ-に",
    "on": "エン",
    "tu_ghep": "應援 • viện binh 援兵 viện trợ",
    "chi_tiet": "Chữ VIỆN 援 có nguồn gốc là chữ VIÊN 爰, trong giáp cốt 爰 miêu tả một\nbàn tay cầm một cái gậy đưa vào tay một người khác ở dưới, biểu thị ý\nnghĩa “cứu viện”. Sau khi chữ 爰 được sử dụng làm hư từ, người ta đã sang\ntạo ra chữ 援 để biểu thị nghĩa gốc ban đầu."
  },
  "曰": {
    "kanji": "曰",
    "han_viet": "Viết",
    "nghia": "",
    "pinyin": "yuē",
    "kun": "いわ-くのたま-うのた",
    "on": "エツ",
    "tu_ghep": "",
    "chi_tiet": "Chữ VIẾT 曰 là một dạng chữ chỉ sựu, miêu tả một cái miệng (口) với một\nnét trên ngang ở trên nó, biểu thị lời nói đang được nói ra từ miệng. Tuy\nnhiên, ngày nay 曰 hầu như không được sử dụng để thể hiện ý nghĩa của việc\nnói, chúng ta chỉ có thể thấy 曰 trong văn bản thời xa xưa như 孔子曰 Khổng\nTử nói... Vai trò chủ yếu của chữ viết là bộ thủ tạo chữ."
  },
  "永": {
    "kanji": "永",
    "han_viet": "Vĩnh, vịnh",
    "nghia": "",
    "pinyin": "yǒng",
    "kun": "なが-い",
    "on": "エイ",
    "tu_ghep": "",
    "chi_tiet": "Chữ VĨNH 永 là một chữ chỉ sự, trong cổ văn 永 miêu tả một nhánh sông\nnhỏ đucợ tách ra từ một dòng sông lớn. Nghĩa gốc ban đầu của 永 là\n“nhánh sông” nhưng ý nghĩa như vậy sau đó đã được thay thế bởi chữ\nPHÁI 派. Mặt khác những nhánh sông nhỏ này sẽ được tách thành các\nnhánh nhỏ hơn cho nên người ta mượn hình ảnh này để thể hiện ý nghĩa là\nlâu dài, mãi mãi."
  },
  "網": {
    "kanji": "網",
    "han_viet": "Võng",
    "nghia": "",
    "pinyin": "wǎng",
    "kun": "あみ",
    "on": "モウ",
    "tu_ghep": "võng 羅網 • võng cầu 網球.",
    "chi_tiet": "Chữ VÕNG phổn thể 網 (lưới) là một chữ hội ý. Trong giáp cốt văn, chữ\nVÕNG được viết giống như một chiếc lưới được đan bằng các sợi dây trên\nmột cái giá bằng gỗ. Bộ MỊCH 糹 biểu thị ý nghĩa lưới được đan bằng các sơi\ntơ. Lưới là công cụ chủ yếu nhất để săn bắt cá của con người trong xã hội\nnguyên thủy. Trong chữ VÕNG 网 giản thể,chữ bị bỏ mất đi bộ MỊCH 糹,\ntuy vẫn thể hiện rõ hình ảnh một chiếc lưới, nhưng lại không nói được chất\nliệu tự nhiên tạo ra chúng."
  },
  "武": {
    "kanji": "武",
    "han_viet": "Võ, vũ",
    "nghia": "Võ thuật, quân sự, họ vũ, họ",
    "pinyin": "wǔ",
    "kun": "たけ-し",
    "on": "ブム",
    "tu_ghep": "",
    "chi_tiet": ""
  },
  "雨": {
    "kanji": "雨",
    "han_viet": "Vũ",
    "nghia": "",
    "pinyin": "yǔ • yù",
    "kun": "あめあまさめ",
    "on": "ウ",
    "tu_ghep": "bạo vũ 暴雨.",
    "chi_tiet": "Chữ VŨ 雨 (mưa) là một chữ tượng hình. Dạng ban đầu gồm nét ngang trên\ncùng là biểu trưng của mây trên trời. Bên dưới là hình ảnh những giọt nước\nmưa, chia làm ba hàng, khoảng cách đều đặn. Với tính ước lệ, ba là số nhiều,\nba hàng nước mưa rơi xuống từ trên tầng không là biểu tượng của vô số\nnhững giọt nước. Đến dạng chữ triện văn, khoảng không gian giữa trời và\nmây đã được thể hiện riêng biệt. Dưới bầu trời là mây, dưới mây là những\ngiọt nước nối nhau thành dòng rơi xuống.\nTheo tác giả Đường Hán, trong số hơn một vạn hiện vật bằng mai rùa và\nxương thú có ghi nhũng lời hào (lời của quẻ bói tron"
  },
  "王": {
    "kanji": "王",
    "han_viet": "Vương, vượng",
    "nghia": "",
    "pinyin": "wáng • wàng • yù",
    "kun": "ÂM KUN/ON",
    "on": "オウ",
    "tu_ghep": "vương 霸王.",
    "chi_tiet": ""
  },
  "社": {
    "kanji": "社",
    "han_viet": "Xã",
    "nghia": "",
    "pinyin": "shè",
    "kun": "やしろ",
    "on": "シャ",
    "tu_ghep": "",
    "chi_tiet": "Chữ XÃ 社 là một chữ hội ý gồm chữ THỊ 示 và THỔ 土 tạo thành. THỔ 土 ở\nđây được hiểu là khoảnh đất nơi người ta hành lễ. Khoảnh đất đó được đôn\ncao lên trên một mặt bằng. Tín ngưỡng dân gian coi đó là nơi hiển linh của\nthần đất. Hội hợp hại bộ 示 và 土 hợp lại thể hiện ý nghĩa cầu nguyện, tạ ơn\nthần đất giáng phúc cho mùa màng tươi tốt, có không gian sinh sống kế\nnghiệp tổ tiên. Như vậy, 社 có nghĩa ban đầu chỉ thần đất hay đền thờ thần\nđất, sau này 社 cũng được dùng để chỉ đơn vị hành chính cơ sở. Ngày xưa cứ\nmỗi khu 25 nhà là một xã, để cùng mưu tính các việc công ích gọi là xã hội 社\n會. Kết hợp nhi"
  },
  "齒": {
    "kanji": "齒",
    "han_viet": "Xỉ",
    "nghia": "",
    "pinyin": "chǐ",
    "kun": "よわいはよわーいよわ",
    "on": "シ",
    "tu_ghep": "cửu xỉ 永乆齒, cứ xỉ 鋸齒.",
    "chi_tiet": "Chữ XỈ 齒 (răng) là một trong 214 bộ thủ cấu thành chữ hán. Quá trình phát\ntriển của chữ XỈ có nhiều thay đổi về hình thể. Nếu căn cứ vào giáp cốt có thể\nnói chữ XỈ 齒 là một chữ tượng hình vẽ lại môt cái miệng đang há rộng để lộ\nnhững chiếc răng. Về cấu tạo chữ XỈ 齒 ngày nay chữ Hình thanh, chữ được\ntạo bởi 2 bộ KHẢM 凵 (hàm), và chữ CHỈ 止 (dừng, cố định) cùng đó là bốn\nchấm nhỏ trông giống như chữ nhân. Hai chữ KHẢM 凵 đóng vai trò chỉ hai\nhàm đang mở ra, những chấm nhỏ biểu trưng cho những chiếc răng, chữ CHỈ\n止 có tác dụng biểu thị âm đọc."
  },
  "赤": {
    "kanji": "赤",
    "han_viet": "Xích",
    "nghia": "",
    "pinyin": "chì",
    "kun": "あか あかあか-いあか-",
    "on": "セキシャク",
    "tu_ghep": "道",
    "chi_tiet": "Chữ XÍCH 赤 là một chữ hội ý, bao gồm chữ ĐẠI 大(to lớn) và bộ HỎA 火\n(ngọn lửa) hợp lại mà thành. Ban đầu con người dùng màu sắc của sự vật để\nbiểu thị màu. Như trong cấu tạo chữ XÍCH, chữ ĐẠI 大 và chữ HỎA 火 hợp\nlại với tính chất hội ý là biểu thị một ngọn lửa rất lớn đang cháy, ngọn lửa\ncháy thì có màu đỏ do vậy chữ XÍCH 赤 mang ý nghĩa chỉ màu đỏ."
  },
  "春": {
    "kanji": "春",
    "han_viet": "Xuân",
    "nghia": "",
    "pinyin": "chūn • chǔn",
    "kun": "はる",
    "on": "シュン",
    "tu_ghep": "春• khai xuân 開春.",
    "chi_tiet": "Chữ XUÂN 春 từ chữ giáp cốt đến kim văn và phát triển về sau này vẫn bao\ngồm biểu tượng của cây cỏ (gồm 2 chữ phong 丯, nghĩa là tươi tốt) và mặt\ntrời (日). Sau 3 tháng mùa đông, Mặt trời hầu như vắng bóng, cái giá rét của\nmùa đông khiến cây cối trút hết lá vàng, khẳng khiu trơ lại những cành khô.\nKhi mùa xuân về ánh nắng ấm áp chiếu soi trái đất, làm cho vạn vật hồi sinh,\ncây cối đâm chồi nẩy lộc. Chữ XUÂN 春 vì vậy đã có ý nghĩa sự khởi đầu\ncủa một năm “nhất niên chi kế tại ư xuân, nhất nhật chi kế tại ư thần” (một\nnăm mở đầu bằng mùa xuân, một ngày mở đầu vào sáng sớm). Từ đó 春 có\nnghĩa là than"
  },
  "出": {
    "kanji": "出",
    "han_viet": "Xuất",
    "nghia": "",
    "pinyin": "chū",
    "kun": "で-るだ-すい-でるい-だ",
    "on": "シュツスイ",
    "tu_ghep": "",
    "chi_tiet": ""
  },
  "串": {
    "kanji": "串",
    "han_viet": "Xuyến, quán",
    "nghia": "",
    "pinyin": "chuàn • guàn",
    "kun": "くしつらぬ-く",
    "on": "カンケンセン",
    "tu_ghep": "串通.",
    "chi_tiet": "Chữ “中”,\nHán Việt ngoài âm “Trung” còn có âm “Trúng”, có nghĩa là đỗ, khảo trúng)."
  },
  "醫": {
    "kanji": "醫",
    "han_viet": "Y",
    "nghia": "",
    "pinyin": "yī",
    "kun": "い-やす;い-する;くすし",
    "on": "イ",
    "tu_ghep": "",
    "chi_tiet": "Chữ Y 醫 ở dạng phổn thể 醫 theo định nghĩa của các từ điển chữ hán hiện đại\nlà một chữ hình thanh kiêm hội ý. Vì 醫 có cấu tạo rất phức tạp, và để tiện\ncho việc ghi nhớ chữ, ở đây xin phân tích theo dạng hội ý.\nChữ Y bao gồm bộ PHƯƠNG 匚 (hộp đựng đồ) một dụng cụ luôn theo bên\nmình các thầy thuốc mỗi khi đi chữa bệnh, bộ THỈ 矢 (mũi tên, cũng có hiểu\nlà kim khâu), bộ THÙ 殳 ( một loại vũ khí), ở dưới là chữ DẬU 酉 (bình\nrượu) một dụng cụ để ủ thuốc, ngâm thuốc. Tính chất hội ý của các bộ thủ thể\nhiện ý nghĩa dùng kim để khâu vá vết thương được gây ra trong lúc giao chiến\n(bộ 殳). Ngoài ra, sau đó bện"
  },
  "夭": {
    "kanji": "夭",
    "han_viet": "Yểu, yêu",
    "nghia": "",
    "pinyin": "wāi • wò • yāo • yǎo",
    "kun": "わか-いわかじにわざわ",
    "on": "ヨウオウカ",
    "tu_ghep": "• yểu tà 夭邪.",
    "chi_tiet": "Chữ YỂU 夭 trong từ yểu chiết (chết\nyểu) đã chứng tỏ quan niệm đó. Chữ Yểu là một chữ tượng hình, vẽ lại dáng\nđi nghiêng ngả, không vững chãi của con người. Dáng đi siêu vẹo ấy thể hiện\nsự nhu nhược yếu đuối, mất cân bằng của con người. Từ những kinh nghiệm\ntích lũy được trong cuộc sống, kết hợp với học thuyết cân bằng âm dương,\nngười ta đã thể hiện ý nghĩa đoản mệnh của con người qua cách tạo chữ yểu.\nĐiều này thể hiện ý nghĩa sâu sắc về nhận thức của con người về chính sự\nsống của mình."
  },
  "妖": {
    "kanji": "妖",
    "han_viet": "Yêu",
    "nghia": "",
    "pinyin": "yāo",
    "kun": "あや-しいなま-めくわざ",
    "on": "ヨウ",
    "tu_ghep": "",
    "chi_tiet": "Chữ YÊU 妖 là một chữ ở dạng hình thanh kiêm hội ý, gồm 女 (phụ nữ) và 夭\n. Một người phụ nữ nhảy múa đầy mê hoặc, một cái gì đó quá quyến rũ, nó sẽ\nkhiến chúng ta choáng váng và điên rồ, vì vậy bên cạnh ý nghĩa chỉ vẻ đẹp mê\nhồn, 妖 còn có nghĩa là yêu quái."
  }
}